{
 "J1": {
  "tname": "འདུལ་བ་གཞི།",
  "sname": "བི་ན་ཡ་བསྟུ།"
 },
 "J2": {
  "tname": "སོ་སོར་ཐར་པའི་མདོ།",
  "sname": "པྲ་ཏི་མོཀྵ་སཱུ་ཏྲ།"
 },
 "J3": {
  "tname": "འདུལ་བ་རྣམ་པར་འབྱེད་པ།",
  "sname": "བི་ན་ཡ་བི་བྷང་ག"
 },
 "J4": {
  "tname": "དགེ་སློང་མའི་སོ་སོར་ཐར་པའི་མདོ།",
  "sname": "བྷིཀྵུ་ཎཱི་པྲ་ཏི་མོཀྵ་སཱུ་ཏྲ།"
 },
 "J5": {
  "tname": "དགེ་སློང་མའི་འདུལ་བ་རྣམ་པར་འབྱེད་པ།",
  "sname": "བྷིཀྵུ་ཎཱི་བི་ན་ཡ་བི་བྷང་ག།"
 },
 "J6": {
  "tname": "འདུལ་བ་ཕྲན་ཚེགས་ཀྱི་གཞི།",
  "sname": "བི་ན་ཡ་ཀྵུ་དྲ་ཀ་བསྟུ།"
 },
 "J7": {
  "tname": "འདུལ་བ་གཞུང་བླ་མ།",
  "sname": "བི་ན་ཡ་ཨུད་ཏ་ར་གྲན་ཐ།"
 },
 "J8(a)": {
  "tname": "འདུལ་བ་གཞུང་དམ་པ།",
  "sname": "བི་ན་ཡ་ཨུད་ཏ་ར་གྲན་ཐ།"
 },
 "J8(b)": {
  "tname": "འཕགས་པ་བཟང་པོ་སྤྱོད་པའི་སྨོན་ལམ་གྱི་རྒྱལ་པོ།",
  "sname": "ཨཱརྱ་བྷ་དྲ་ཙརྱ་པྲ་ཎི་དྷཱ་ན་རཱ་ཛཱ།"
 },
 "J8(c)": {
  "tname": "འཕགས་པ་བྱམས་པའི་སྨོན་ལམ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་ཡ་པྲ་ཎི་དྷཱ་ན།"
 },
 "J8(d)": {
  "tname": "མཆོག་གི་སྤྱོད་པའི་སྨོན་ལམ།",
  "sname": "ཨ་གྲ་ཙརྱཱ་པྲ་ཎི་དྷཱ་ན།"
 },
 "J8(e)": {
  "tname": "མར་མེའི་ལོ་རྒྱུས་དང་སྨོན་ལམ་གྱི་མདོ།",
  "sname": ""
 },
 "J8(f)": {
  "tname": "འཕགས་པ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས་གསུངས་པའི་སྨོན་ལམ།",
  "sname": ""
 },
 "J8(g)": {
  "tname": "འཕགས་པ་སྟོང་ཆེན་མོ་རབ་ཏུ་འཇོམས་པ་ལས་གསུངས་པའི་སྨོན་ལམ།",
  "sname": ""
 },
 "J8(h)": {
  "tname": "རིག་སྔགས་ཀྱི་རྒྱལ་མོ་རྨ་བྱ་ཆེན་མོ་ལས་གསུངས་པའི་སྨོན་ལམ་དང་བདེན་ཚིག",
  "sname": ""
 },
 "J8(i)": {
  "tname": "འདུལ་བ་ལུང་གི་ཆ་ཤས་ཡངས་པའི་གྲོང་ཁྱེར་དུ་འཇུག་པའི་བདེ་ལེགས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": ""
 },
 "J8(j)": {
  "tname": "བདེ་ལེགས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "སྭ་སྟི་གཱ་ཐཱ།"
 },
 "J8(k)": {
  "tname": "བདེ་ལེགས་སུ་འགྱུར་བའི་ཚིགས་སུ་བཅད་པ།",
  "sname": "སྭ་སྟྱ་ཡ་གཱ་ཐཱ།"
 },
 "J8(l)": {
  "tname": "ཤིས་པར་བརྗོད་པའི་ཚིགས་སུ་བཅད་པ།",
  "sname": ""
 },
 "J8(m)": {
  "tname": "དཀོན་མཆོག་གསུམ་གྱི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ། ",
  "sname": "རད་ན་ཏྲི་སྭ་སྟི་མྃ་ད་ལྃ་གཱ་ཐཱ།"
 },
 "J8(n)": {
  "tname": "བཅོམ་ལྡན་འདས་ལ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "དེ་བེན་དྲ་ཤཏ་ཀྲཏུ་བྷ་ག་བན་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J8(o)": {
  "tname": "བཅོམ་ལྡན་འདས་ལ་ལྷའི་རྒྱལ་པོ་རབ་མཚེ་མས་གྱི་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "དེ་བ་རཱ་ཛཱ་སུ་ཡཱ་མ་བྷ་ག་བན་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J8(p)": {
  "tname": "བཅོམ་ལྡན་འདས་ལ་ལྷའི་རྒྱལ་པོ་རབ་དགའ་ལྡན་གྱིས་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "དེ་བ་རཱ་ཛཱ་སྃ་ཏུ་ཤི་ཏ་བྷ་ག་བན་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J8(q)": {
  "tname": "ལྷས་ཞུས་པའི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "དེ་བ་པ་རི་པྲྀཙྪ་མཾ་ག་ལ་གཱ་ཐཱ།"
 },
 "J8(r)": {
  "tname": "སངས་རྒྱས་རབས་བདུན་གྱི་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "བུད་དྷ་ཀ་མ་ལ་སཔྟ་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J8(s)": {
  "tname": "བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J9": {
  "tname": "ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པ།",
  "sname": "ཤ་ཏ་ས་ཧ་སྲི་ཀ་པྲད་ཉ་(ཛྙཱ)པ་ར་མི་ཏ།"
 },
 "J10": {
  "tname": "ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ།",
  "sname": "པཉྩ་བིང་ཤ་ཏི་སཱ་ཧ་སྲི་ཀཱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ།"
 },
 "J11": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཁྲི་བརྒྱད་སྟོང་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཥྚ་ད་ཤ་སཱ་ཧ་སྲི་ཀཱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནཱ་མ་མཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J12": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ད་ཤ་སཱ་ཧ་སྲི་ཀཱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J13": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བརྒྱད་སྟོང་བ།",
  "sname": "ཨཱརྱ་ཨཥྚ་སཱ་ཧ་སྲི་ཀཱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ།"
 },
 "J14": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྡུད་པ་ཚིགས་སུ་བཅད་པ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་སཉྩ་ཡ་གཱ་ཐཱ།"
 },
 "J15": {
  "tname": "འཕགས་པ་རབ་ཀྱི་རྩལ་གྱིས་རྣམ་པར་གནོན་པས་ཞུས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྟན་པ།",
  "sname": "ཨཱརྱ་སུ་བི་ཀྲན་ཏ་བི་ཀྲ་མི་པ་རི་པྲི་ཙ་(ཙྪཱ)་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནིར་དེ་ཤ།"
 },
 "J16": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བདུན་བརྒྱ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སབ་ཏ་ཤ་ཏི་ཀཱ་ནཱ་མ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J17": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་བརྒྱ་པ།",
  "sname": "ཨཱརྱ་པཉྩ་ཤ་ཏཱི་ཀ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ།"
 },
 "J18": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རྡོ་རྗེ་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བཛྲ་ཙྪེ་ད་ཀ་ནཱ་མ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J19": {
  "tname": "འཕགས་པ་བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལྔ་བཅུ་པའོ།།",
  "sname": "ཨཱརྱ་བྷ་ག་བ་ཏི་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་པཉྩ་ཤ་ཏི་ཀ།"
 },
 "J20": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡུམ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་མ་ཡི་གེ་གཅིག་མ་ཞེས་བྱ་བ་།",
  "sname": "ཨེཀ་ཨཀྵ་རི་མཱ་ཏཱ་ནཱ་མ་སརྦ་ཏ་ཐཱ་ག་ཏ་པྲ་ཛྙཱ་པཱ་ར་མི་ཏཱ།"
 },
 "J21": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉི་མའི་སྙིང་པོ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་སཱུརྱ་གརྦྷ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J22": {
  "tname": "འཕགས་པ་ཟླ་བའི་སྙིང་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཙན་དྲ་གརྦྷེ་པྲཛྙཱ་པ་ར་མི་ཏཱ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J23": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཀུན་དུ་བཟང་པོ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ས་མན་ཏ་བྷ་དྲ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J24": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལག་ན་རྡོ་རྗེའི་མདོ་ཐེག་པ་ཆེན་པོ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་བ་ཛྲ་པཱ་ཎི་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J25": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རྡོ་རྗེ་རྒྱལ་མཚན་གྱི་མདོ་ཐེག་པ་ཆེན་པོ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་བཛྲ་ཀེ་ཏུ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J26": {
  "tname": "ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བའི་མདོ།",
  "sname": "དྷརྨ་ཙཀྲ་པྲ་བརྟ་ན་སཱུ་ཏྲ།"
 },
 "J27": {
  "tname": "སྐྱེས་པ་རབས་ཀྱི་གླེང་གཞི།",
  "sname": "ཛཱ་ཏ་ཀ་ནི་དཱ་ནྃ།"
 },
 "J28": {
  "tname": "ལྕང་ལོ་ཅན་གྱི་ཕོ་བྲང་གི་མདོ།",
  "sname": "ཨཱ་ཊཱ་ནཱ་ཊི་ཡ་སཱུ་ཏྲ།"
 },
 "J29": {
  "tname": "འདུས་པ་ཆེན་པོའི་མདོ།",
  "sname": "མ་ཧཱ་ས་མ་ཡ་སཱུ་ཏྲ།"
 },
 "J30": {
  "tname": "བྱམས་པའི་མདོ།",
  "sname": "མཻ་ཏྲི་སཱུ་ཏྲ།"
 },
 "J31": {
  "tname": "བྱམས་པ་བསྒོམ་པའི་མདོ།",
  "sname": "མཻ་ཏྲི་བྷཱ་བ་ན་སཱུ་ཏྲ།"
 },
 "J32": {
  "tname": "བསླབ་པ་ལྔའི་ཕན་ཡོན་གྱི་མདོ།",
  "sname": "པཉྩ་ཤིཀྵྱཱ་ནུ་སྃ་སཱ་སཱུ་ཏྲ།"
 },
 "J33": {
  "tname": "རིའི་ཀུན་དགའ་བོའི་མདོ།",
  "sname": "གི་རི་ཨཱ་ནན་ད་སཱུ་ཏྲ།"
 },
 "J34": {
  "tname": "ཀླུའི་རྒྱལ་པོ་དགའ་བོ་ཉེར་དགའ་འདུལ་བའི་མདོ།",
  "sname": "ནནྡོ་པ་ནནྡ་ནཱ་ག་རཱ་ཛ་ད་མ་ན་སཱུ་ཏྲ།"
 },
 "J35": {
  "tname": "འོད་སྲུང་ཆེན་པོའི་མདོ།",
  "sname": "མ་ཧཱ་ཀཱ་ཤྱ་པ་སཱུ་ཏྲ།"
 },
 "J36": {
  "tname": "ཉི་མའི་མདོ།",
  "sname": "སཱུརྱ་སཱུ་ཏྲ།"
 },
 "J37": {
  "tname": "ཟླ་བའི་མདོ།",
  "sname": "ཙན་དྲ་སཱུ་ཏྲ།"
 },
 "J38": {
  "tname": "བཀྲ་ཤིས་ཆེན་པོའི་མདོ།",
  "sname": "མ་ཧཱ་མྃ་ག་ལ་སཱུ་ཏྲ།"
 },
 "J39": {
  "tname": "འཕགས་པ་བསྐལ་པ་བཟང་པོ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྷ་དྲ་ཀལ་པི་ཀཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J40": {
  "tname": "འཕགས་པ་རྒྱ་ཆེར་རོལ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ལ་ལི་ཏ་བིསྟཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J41": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་རྣམ་པར་རོལ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་བི་ཀྲཱི་ཌི་ཏ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J42": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་རྣམ་པར་འཕྲུལ་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་བི་ཀུརྦཱ་ཎ་པ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J43": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བྱིན་གྱི་བརླབས་སེམས་ཅན་ལ་གཟིགས་ཤིང་སངས་རྒྱས་ཀྱི་ཞིང་གི་བཀོད་པ་ཀུན་ཏུ་སྟོན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་ཏ་ཐཱ་ག་ཏཱ་ཨ་དྷིཥྛཱ་ཎ་ས་ཏྭཱ་བ་ལོ་ཀེ་ན་བུདྡྷ་ཀྵེ་ཏྲ་ནིར་དེ་ཤ་བྱཱུ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J44": {
  "tname": "འཕགས་པ་བཅོམ་ལྡན་འདས་ཀྱི་ཡེ་ཤེས་རྒྱས་པའི་མདོ་སྡེ་རིན་པོ་ཆེ་མཐའ་ཡས་པ་མཐར་ཕྱིན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ནིཥྛ་ཏ་ན་བྷ་ག་ཝཱན་ཛྙཱ་ན་བི་པཱུ་ལན་སཱུ་ཏྲ་རདྞ་ཨ་ནནྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J45": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡུལ་ལ་འཇུག་པའི་ཡེ་ཤེས་སྣང་བའི་རྒྱན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་བུད་དྷ་བི་ཥ་ཡ་ཨ་བ་ཏཱ་ར་ཛྙཱ་ན་ཨཱ་ལོ་ཀ་ཨ་ལྃ་ཀཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J46": {
  "tname": "འཕགས་པ་དགེ་བའི་རྩ་བ་ཡོངས་སུ་འཛིན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀུ་ཤ་ལ་མཱུ་ལ་སྃ་པ་རི་དྷ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J47": {
  "tname": "འཕགས་པ་ཟུང་གི་མདོའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་སང་གྷཱ་ཊཱི་སཱུ་ཏྲ་དྷརྨྨཱ་པ་རྱཱ་ཡ།"
 },
 "J48": {
  "tname": "འཕགས་པ་ཁྱེའུ་སྣང་བ་བསམ་གྱིས་མི་ཁྱབ་པས་བསྟན་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱཱ་ཙིན་ཏྱ་པྲ་བྷ་ས་ནིར་དེ་ཤ་ནཱ་མ་དྷརྨཱ་པ་རྱཱ་ཡ།"
 },
 "J49": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བརྗོད་པའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏཱ་ནཱ་མ་བུད་དྷ་ཀྵེ་ཏྲ་གུ་ཎོཀྟ་དྷརྨ་པརྱཱ་ཡ།"
 },
 "J50": {
  "tname": "འཕགས་པ་དཀྱིལ་འཁོར་བརྒྱད་ཅེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཎྜ་ལ་ཨཥྚ་ཀ་ནཱ་མ་དྷརྨ་པ་རྱཱ་ཡ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J51": {
  "tname": "འཕགས་པ་དགོངས་པ་ངེས་པར་འགྲེལ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སན་དྷི་ནིར་མོ་ཙ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J52": {
  "tname": "འཕགས་པ་ལང་ཀར་གཤེགས་པའི་ཐེག་པ་ཆེན་པོའི་མདོ། །",
  "sname": "ཨཱརྱ་ལང་ཀ་ཨ་བ་ཏཱ་ར་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J53": {
  "tname": "འཕགས་པ་ལང་ཀར་གཤེགས་པ་རིན་པོ་ཆེའི་མདོལས་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་གསུང་གི་སྙིང་པོ་ཞེས་བྱ་བའི་ལེའུ།",
  "sname": ""
 },
 "J54": {
  "tname": "འཕགས་པ་ག་ཡཱ་མགོའི་རི་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ག་ཡཱ་ཤཱིཪྵ་ན་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J55": {
  "tname": "འཕགས་པ་རྒྱན་སྟུག་པོ་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་གྷ་ན་བྱཱུ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J56": {
  "tname": "འཕགས་པ་སྙིང་རྗེ་ཆེན་པོའི་པད་མ་དཀར་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་ཀ་རུ་ཎཱ་པུཎ་ཌ་རཱི་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J57": {
  "tname": "འཕགས་པ་སྙིང་རྗེ་པད་མ་དཀར་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀ་རུ་ཎཱ་པུཎ་ཌ་རཱི་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J58": {
  "tname": "དམ་པའི་ཆོས་པད་མ་དཀར་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "སད་དྷརྨ་པུཎ་ཌ་རཱི་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J59": {
  "tname": "འཕགས་པ་ཆོས་ཐམས་ཅད་ཀྱི་ཡོན་ཏན་བཀོད་པའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་དྷརྨ་གུ་ཎ་བྱཱུ་ཧ་རཱ་ཛཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J60": {
  "tname": "འཕགས་པ་བདེ་བ་ཅན་གྱི་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་ཁཱ་བ་ཏི་བྱུ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J61": {
  "tname": "འཕགས་པ་ཟ་མ་ཏོག་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀ་རཎ་ཌ་བྱུ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J62": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་གི་ཟ་མ་ཏོག་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ན་ཀ་རཎ་ཌ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J63": {
  "tname": "འཕགས་པ་རིན་པོ་ཆེའི་མཐའ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ན་ཀོ་ཊི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J64": {
  "tname": "འཕགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་པ་རི་ནིརྦཱ་ཎ་སཱུ་ཏྲ།"
 },
 "J65": {
  "tname": "འཕགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་པ་རི་ནིརྦཱ་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J66": {
  "tname": "འཕགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་པ་རི་ནིར་བཱ་ཎ་སཱུ་ཏྲ།"
 },
 "J67": {
  "tname": "འཕགས་པ་འདའ་ཁ་ཡེ་ཤེས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཱ་ཏ་ཛྙཱ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J68": {
  "tname": "སངས་རྒྱས་ཀྱི་མཛོད་ཀྱི་ཆོས་ཀྱི་ཡི་གེ །",
  "sname": ""
 },
 "J69": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་འབྱུང་གནས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ནཱ་ཀ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J70": {
  "tname": "འཕགས་པ་གསེར་གྱི་མདོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་བརྞྞ་སཱུ་ཏྲ་མ་ཧཱ་ཡཱ་ནྣཱ་མ་སཱུ་ཏྲ།"
 },
 "J71": {
  "tname": "འཕགས་པ་གསེར་གྱི་བྱེ་མ་ལྟ་བུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་བརྞྞ་བཱ་ལུ་ཀོ་པ་མ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J72": {
  "tname": "འཕགས་པ་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་མཉམ་པ་ཉིད་རྣམ་པར་སྤྲོས་པ་ཏིང་ངེ་འཛིན་གྱི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་དྷརྨ་སྭ་བྷཱ་བ་ས་མ་ཏཱ་བི་པན་ཙི་ཏ་ས་མཱ་དྷི་རཱ་ཛ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J73": {
  "tname": "འཕགས་པ་ཆོས་ཉིད་རང་གི་ངོ་བོ་སྟོང་པ་ཉིད་ལས་མི་གཡོ་བར་ཐ་དད་པར་ཐམས་ཅད་ལ་སྣང་བའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨ་ཏཱ་སྭ་བྷཱ་ཝ་ཤཱུ་ནྱ་ཏ་ཨ་ཙ་ལ་པྲ་ཏི་སརྦ་ཨཱ་ལོ་ཀ་སཱུ་ཏྲ།"
 },
 "J74": {
  "tname": "འཕགས་པ་རབ་ཏུ་ཞི་བ་རྣམ་པར་ངེས་པའི་ཆོ་འཕྲུལ་གྱི་ཏིང་ངེ་འཛིན་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་ཤཱན་ཏ་བི་ནིཤྩ་ཡ་པྲཱ་ཏི་ཧཱརྱ་ནཱ་མ་ས་མཱ་དྷི་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J75": {
  "tname": "འཕགས་པ་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཱ་ཡོ་པ་མ་ས་མཱ་དྷི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J76": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཀྱི་ཕྱག་རྒྱའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་ཛྙཱ་ན་མུ་དྲཱ་ས་མཱ་དྷི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J77": {
  "tname": "འཕགས་པ་དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤཱུ་རང་ག་མ་ས་མཱ་དྷི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J78": {
  "tname": "འཕགས་པ་ད་ལྟར་གྱི་སངས་རྒྱས་མངོན་སུམ་དུ་བཞུགས་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་ཏྱུཏ་པན་ནེ་བུད་དྷ་སམ་མུ་ས་མཱ་དྷི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J79": {
  "tname": "འཕགས་པ་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་པུཎྱ་ས་མུཙྪ་ཡ་ས་མཱ་དྷི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J80": {
  "tname": "རྡོ་རྗེའི་ཏིང་ངེ་འཛིན་གྱི་ཆོས་ཀྱི་ཡི་གེ",
  "sname": ""
 },
 "J81": {
  "tname": "འཕགས་པ་ཁྱེའུ་བཞིའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཙ་ཏུར་ད་ར་ཀ་ས་མཱ་དྷི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J82": {
  "tname": "འཕགས་པ་ཏིང་ངེ་འཛིན་མཆོག་དམ་པ།",
  "sname": "ཨཱརྱ་ས་མཱ་དྷི་ཨ་གྲ་ཨུད་ཏ་མ།"
 },
 "J83": {
  "tname": "འཕགས་པ་འདུས་པ་ཆེན་པོ་རིན་པོ་ཆེ་ཏོག་གི་གཟུངས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་སན་ནི་པཱ་ཏ་རཏྣ་ཀེ་ཏུ་དྷཱ་ར་ཎཱི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J84": {
  "tname": "འཕགས་པ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བཛྲ་མཎྜཿནཱ་མ་དྷཱ་ར་ཎཱི་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J85": {
  "tname": "འཕགས་པ་སྒོ་མཐའ་ཡས་པ་སྒྲུབ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་ནན་ཏ་མུ་ཁ་སཱ་དྷ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J86": {
  "tname": "འཕགས་པ་སྒོ་དྲུག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཥཊ་མུ་ཁ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J87": {
  "tname": "འཕགས་པ་རྣམ་པར་མི་རྟོག་པར་འཇུག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བི་ཀལྤ་པྲ་བེ་ཤ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J88": {
  "tname": "ཚིགས་སུ་བཅད་པ་གཉིས་པའི་གཟུངས།",
  "sname": "གཱ་ཐཱ་དྭ་ཡ་དྷཱ་ར་ཎཱི།"
 },
 "J89": {
  "tname": "འཕགས་པ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རབ་ཏུ་སྒོམ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": ""
 },
 "J90": {
  "tname": "འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་གྱི་ཐབས་ཀྱི་ཡུལ་ལ་རྣམ་པར་འཕྲུལ་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བོ་དྷི་ས་ཏྭ་གོ་ཙ་ར་ཨུ་པཱ་ཡ་བི་ཥ་ཡ་བི་ཀུརྦཱ་ཎ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J91": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་སྙིང་རྗེ་ཆེན་པོ་ངེས་པར་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་མ་ཧཱ་ཀ་རུ་ཎཱ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J92": {
  "tname": "འཕགས་པ་ནམ་མཁའ་མཛོད་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའྀ་མདོ།",
  "sname": "ཨཱརྱ་ག་ག་ན་གཉྫ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J93": {
  "tname": "འཕགས་པ་བྱམས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J94": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་ཞུས་པ་ཆོས་བདུན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱཱ་བ་ལོ་ཀེ་ཏེ་ཤྭ་ར་པ་རི་པྲི་ཙྪཱ་སཔྟ་དྷརྨྨ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J95": {
  "tname": "འཕགས་པ་སྤོབས་པའི་བློ་གྲོས་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་ཏི་བྷ་ན་མ་ཏི་པ་རི་པྲི་ཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J96": {
  "tname": "འཕགས་པ་བློ་གྲོས་རྒྱ་མཚོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཱ་ག་ར་མ་ཏི་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J97": {
  "tname": "འཕགས་པ་ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཱ་ག་ར་ནཱ་ག་རཱ་ཛ་པ་རི་པྲི་ཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J98": {
  "tname": "འཕགས་པ་ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཱ་ག་ར་ནཱ་ག་རཱ་ཛ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J99": {
  "tname": "འཕགས་པ་ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཱ་ག་ར་ནཱ་ག་རཱ་ཛ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J100": {
  "tname": "འཕགས་པ་ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ན་བ་ཏཔྟ་ནཱ་ག་རཱ་ཛ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J101": {
  "tname": "འཕགས་པ་མི་འམ་ཅིའི་རྒྱལ་པོ་སྡོང་པོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྲུ་མ་ཀིན་ན་ར་རཱ་ཛ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་(ན་)སཱུ་ཏྲ།"
 },
 "J102": {
  "tname": "འཕགས་པ་ཚངས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྲཧྨ་པ་རི་པྲི་ཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J103": {
  "tname": "འཕགས་པ་ཚངས་པས་བྱིན་གྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྲཧྨ་དད་ཏ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J104": {
  "tname": "འཕགས་པ་ཚངས་པ་ཁྱད་པར་སེམས་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྲཧྨ་བི་ཤེ་ཥ་ཙིན་ཏི་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J105": {
  "tname": "འཕགས་པ་ལྷའི་བུ་རབ་རྩལ་སེམས་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་བི་ཀྲཱནྟ་དེ་བ་པུ་ཏྲ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J106": {
  "tname": "འཕགས་པ་དཔལ་དབྱིག་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤྲཱི་བ་སུ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J107": {
  "tname": "འཕགས་པ་རིན་ཆེན་དྲ་བ་ཅན་གྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ན་ཛཱ་ལི་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J108": {
  "tname": "འཕགས་པ་རིན་ཆེན་ཟླ་བས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ན་ཙན་ཏྲ་པ་རི་པྲི་ཙྪཱ་ན་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J109": {
  "tname": "འཕགས་པ་བདེ་བྱེད་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤང་ཀ་ར་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J110": {
  "tname": "འཕགས་པ་ཡུལ་འཁོར་སྐྱོང་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རཱཥྚ་པཱ་ལ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J111": {
  "tname": "འཕགས་པ་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བི་ཀུརྦ་ཎ་རཱ་ཛ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J112": {
  "tname": "དྲི་མ་མེད་པའི་འོད་ཀྱིས་ཞུས་པ།",
  "sname": "བི་མ་ལ་པྲ་བྷ་བ་པ་རི་པྲྀ་ཙྪཱ།"
 },
 "J113": {
  "tname": "འཕགས་པ་ཐེག་པ་ཆེན་པོའི་མན་ངག་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་ཡཱ་ནོ་པ་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J114": {
  "tname": "འཕགས་པ་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་ཞུས་པ། ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤྲཱི་མ་ནི་བྲཧྨི་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J115": {
  "tname": "འཕགས་པ་བགྲེས་མོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧ་ལ་ལི་ཀཱ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J116": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱིས་དྲིས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨརྱ་མཉྫུ་ཤྲཱི་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J117": {
  "tname": "འཕགས་པ་བདག་མེད་པ་དྲིས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ནཻ་ར་ཨད་མ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J118": {
  "tname": "འཕགས་པ་འཇིག་རྟེན་འཛིན་གྱིས་ཡོངས་སུ་དྲིས་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་ལོཀ་དྷ་ར་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J119": {
  "tname": "འཕགས་པ་བློ་གྲོས་མི་ཟད་པས་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཀྵ་ཡ་མ་ཏི་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J120": {
  "tname": "འཕགས་པ་དྲི་མ་མེད་པར་གྲགས་པས་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བི་མ་ལ་ཀཱིར་ཏི་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J121": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱིས་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་ཡེ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J122": {
  "tname": "འཕགས་པ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བོ་དྷི་པཀྵ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J123": {
  "tname": "འཕགས་པ་ཀུན་རྫོབ་དང་དོན་དམ་པའི་བདེན་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཾ་བྲ་ཏེ་པ་ར་མཱརྠ་སཏྱེན་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J124": {
  "tname": "འཕགས་པ་ཆོས་ཐམས་ཅད་འབྱུང་བ་མེད་པར་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་དྷརྨ་པྲ་བྲིད་ཏི་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J125": {
  "tname": "འཕགས་པ་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པཉྩ་པཱ་ར་མི་ཏཱ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J126": {
  "tname": "འཕགས་པ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དཱ་ན་པཱ་ར་མི་ཏཱ་ན་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J127": {
  "tname": "འཕགས་པ་སྦྱིན་པའི་ཕན་ཡོན་བསྟན་པ།",
  "sname": "ཨཱརྱ་དཱ་ནཱ་ནུ་ཤང་སཱ་ནིར་དེ་ཤ"
 },
 "J128": {
  "tname": "འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བོ་དྷྀ་ས་ཏྭ་ཙརྱ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡ་ན་སུ་ཏྲ།"
 },
 "J129": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་དང་ཡེ་ཤེས་བསམ་གྱིས་མི་ཁྱབ་པའི་ཡུལ་ལ་འཇུག་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོའ།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་གུ་ཎ་ཛྙ་ན་ཨ་ཙིན་ཏ་བི་ཥ་ཡ་ཨ་བ་ཏཱ་ར་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J130": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་སྟོབས་སྐྱེད་པའི་ཆོ་འཕྲུལ་རྣམ་པར་འཕྲུལ་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བུད་དྷ་བ་ལ་དྷ་ན་པྲཱ་ཏི་ཧཱ་རྱ་བི་ཀུརྦཱ་ཎ་ནིར་དེ་ཤཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J131": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་ཆོས་བསམ་གྱི་མི་ཁྱབ་པ་བསྟན་པ།",
  "sname": "ཨཱརྱ་བུད་དྷ་དྷརྨ་ཨ་ཙིན་ཏྱ་ནིར་དེ་ཤཱ།"
 },
 "J132": {
  "tname": "འཕགས་པ་མར་མེ་མཛད་ཀྱིས་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དཱི་པམ་ཀ་ར་བྱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སུ་ཏཱ།"
 },
 "J133": {
  "tname": "འཕགས་པ་ཚངས་པའི་དཔལ་ལུང་བསྟན་པ་ཞེ་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྲཧྨ་ཤྲཱི་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J134": {
  "tname": "འཕགས་པ་བུད་མེད་འགྱུར་བ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སྟི་བི་བ་དྟ་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མཱ་ཧཱ་ཡཱ་སཱུ་ཏྲ།"
 },
 "J135": {
  "tname": "འཕགས་པ་བུ་མོ་ཟླ་མཆོག་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཙན་དྲནོཏྟ་རཱ་དཱ་རི་ཀཱ་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J136": {
  "tname": "འཕགས་པ་བདེ་ལྡན་མ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀྵེ་མཱ་བ་ཏཱི་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J137": {
  "tname": "འཕགས་པ་ལྷ་མོ་ཆེན་མོ་དཔལ་ལུང་བསྟན་པ།",
  "sname": "ཨཱརྱ་ཤྲཱི་ཡ་མ་ཧཱ་དེ་བི་བྱཱ་ཀ་ར་ཎ།"
 },
 "J138": {
  "tname": "འཕགས་པ་རྒྱལ་བའི་བློ་གྲོས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཛ་ཡ་མ་ཏི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J139": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་ཤེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀ་ན་ནི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J140": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གནས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མན་ཛུ་ཤྲཱི་བི་ཧ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སུ་ཏྲ།"
 },
 "J141": {
  "tname": "འཕགས་པ་བདུད་རྩི་བརྗོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོའ།",
  "sname": "ཨཱརྱ་ཨ་མྲི་ཏ་དཱ་ན་ནཱ་མ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J142": {
  "tname": "འཕགས་པ་བྱམས་པ་འཇུག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲེ་ཡ་པྲ་སྠཱ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J143": {
  "tname": "འཕགས་པ་འཇིག་རྟེན་གྱི་རྗེས་སུ་འཐུན་པར་འཇུག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ལོ་ཀཱ་ནུ་ས་མཱ་ནཱ་ཨ་བ་ཏཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J144": {
  "tname": "འཕགས་པ་དད་པའི་སྟོབས་བསྐྱེད་པ་ལ་འཇུག་པའི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤྲ་དྷཱ་བ་ལཱ་དྷཱ་ནཱ་བ་ཏཱ་ར་མུ་དྲཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J145": {
  "tname": "འཕགས་པ་ངེས་པ་དང་མ་ངེས་པར་འགྲོ་བའི་ཕྱག་རྒྱ་ལ་འཇུག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ནི་ཡ་ཏ་ཨ་ནི་ཡ་ཏ་ག་ཏི་མུ་དྲཱ་ཨ་བ་ཏ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J146": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨ་མུ་དྲཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J147": {
  "tname": "འཕགས་པ་མར་མེ་འབུལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་དཱི་པ་དཱ་ནཱི་ཡཱ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J148": {
  "tname": "འཕགས་པ་གྲོང་ཁྱེར་གྱིས་འཚོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ན་ག་ར་ཨ་བ་ལམ་བི་ཀཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J149": {
  "tname": "ཟས་ཀྱི་འཚོ་བ་རྣམ་པར་དག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": ""
 },
 "J150": {
  "tname": "གླང་པོའི་རྩལ་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཧསྟི་ཀཀྵ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J151": {
  "tname": "འཕགས་པ་སྒྲ་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J152": {
  "tname": "འཕགས་པ་སེང་གེའི་སྒྲ་བསྒྲགས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སིང་ཧ་ནཱ་རི་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J153": {
  "tname": "འཕགས་པ་སཱ་ལུའི་ལྗང་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤཱ་ལི་སམྦྷ་བ་ནཱ་མ་མ་ཧཱ་ཡཱ་ནཱ་སཱུ་ཏྲ།"
 },
 "J154": {
  "tname": "རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་པོ་དང་རྣམ་པར་དབྱེ་བ་བསྟན་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ཨཱ་དི་ཙ་བི་བྷང་ག་ནིར་དེ་ཤ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J155": {
  "tname": "འཕགས་པ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ། ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J156": {
  "tname": "འཕགས་པ་སོར་མོའི་ཕྲེང་བ་ལ་ཕན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨང་གུ་ལི་མཱ་ལཱི་ཡཾ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J157": {
  "tname": "རྒྱལ་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "རཱ་ཛཱ་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J158": {
  "tname": "རྒྱལ་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "རཱ་ཛཱ་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J159": {
  "tname": "འཕགས་པ་མ་སྐྱེས་དགྲའི་འགྱོད་པ་བསལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ཛཱ་ཏ་ཤ་ཏྲུ་ཀཽ་ཀྲྀཏྟྱ་བི་ནོ་ད་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J160": {
  "tname": "འཕགས་པ་དཔལ་སྦས་ཤེས་བྱ་བའི་མདོ། ",
  "sname": "ཨཱརྱ་ཤྲཱི་གུཔྟ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J161": {
  "tname": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀརྨ་ཨཱ་བ་ར་ཎ་བི་ཤུད་དྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J162": {
  "tname": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀརྨ་ཨཱ་བ་ར་ཎ་པྲ་ཏི་པྲ་སྲ་བི་དི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J163": {
  "tname": "སངས་རྒྱས་ཀྱི་སྡེ་སྣོད་ཚུལ་ཁྲིམས་འཆལ་པ་ཚར་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "བུད་དྷ་པི་ཊ་ཀ་དུ༔ ཤཱི་ལ་ནི་གྲ་ཧཱི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J164": {
  "tname": "འཕགས་པ་རྒྱལ་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རཱ་ཛཱ་ཨ་བ་བཱ་ད་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J165": {
  "tname": "འཕགས་པ་རྔ་བོ་ཆེ་ཆེན་པོའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་བྷེ་རཱི་ཧ་ར་ཀ་པ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J166": {
  "tname": "འཕགས་པ་སུམ་ཅུ་རྩ་གསུམ་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཏྲཱ་ཡ་སྟྲིམྴ་ཏྤ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J167": {
  "tname": "འཕགས་པ་ལྷག་པའི་བསམ་པ་བརྟན་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སྠི་ར་ཨ་དྱ་ཤ་ཡ་པ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J168": {
  "tname": "འཕགས་པ་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱ་རྱ་ཏྲི་ཤ་ར་ཎ་གཙྪཱ་མི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J169": {
  "tname": "འཕགས་པ་སྲིད་པ་འཕོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྷ་བ་སཀྲཱ་ནྟི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J170": {
  "tname": "འཕགས་པ་རྣམ་པར་འཐག་པ་ཐམས་ཅད་བསྡུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་བི་ད་ལྱ་ས་མ་གྲ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J171": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བགྲོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བུད་དྷ་སང་གཱི་ཏི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J172": {
  "tname": "དེ་བཞིན་གཤེགས་པ་བགྲོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཏ་ཐཱ་ག་ཏ་སཾ་གཱི་ཏི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J173": {
  "tname": "འདུས་པ་ཆེན་པོ་ཐེག་པ་ཆེན་པོའི་མདོ་སྡེ་ལས་དེ་བཞིན་གཤེགས་པའི་དཔལ་གྱི་དམ་ཚིག་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "མ་ཧཱ་སན་ནི་པཱ་ཏཱ་ད་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲཱ་ན་ཏ་ཐཱ་ག་ཏ་ཤྲཱི་ས་མ་ཡ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J174": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་སྤྲིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ན་མེ་གྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J175": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། ",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J176(a)": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོའི་མདོ་ལས་ཕྱོགས་བཅུའི་བྱང་ཆུབ་སེམས་དཔའ་རྒྱ་མཚོ་འདུས་པའི་དགའ་སྟོན་ཆེན་པོ་ལ་རྩེ་བ་ཞེས་བྱ་བའི་ལེའུ། ",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ་སཱུ་ཏྲཱ་ད་ད་ཤ་དིག་བོ་དྷི་ས་ཏྭ་སཱ་མུ་དྲ་སན་ནི་བ་ཏི་མ་ཧཱོད་ས་བ་བི་ཀྲཱི་ཌི་ཏ་ནཱ་མ་པ་རི་བརྟ།"
 },
 "J176(b)": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོ་རླུང་གི་དཀྱིལ་འཁོར་གྱི་ལེའུ་ཀླུ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ་བཱ་ཡུ་ཏ་མཎྜ་ལ་པ་རི་བརྟ་སརྦ་ནཱ་ག་ཧྲྀ་ད་ཡ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J177": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ།"
 },
 "J178": {
  "tname": "བཅོམ་ལྡན་འདས་ཀྱི་གཙུག་ཏོར་ཆེན་པོ་དེ་བཞིན་གཤེགས་པའི་གསང་བ་སྒྲུབ་པའི་དོན་མངོན་པར་ཐོབ་པའི་རྒྱུ་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་དཔའ་བར་འགྲོ་བའི་མདོ་ལེའུ་སྟོང་ཕྲག་བཅུ་པ་ལས་ལེའུ་བཅུ་པ།",
  "sname": ""
 },
 "J179": {
  "tname": "གཙུག་གཏོར་ཆེན་པོའི་བམ་པོ་དགུ་པ་ལས་བདུད་ཀྱི་ལེའུ་ཉི་ཚེ་ཕྱུང་བ།",
  "sname": ""
 },
 "J180": {
  "tname": "འཕགས་པ་ཆོས་ཡང་དག་པར་སྡུད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨ་སང་གཱི་ཏི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J181": {
  "tname": "འདུས་པ་ཆེན་པོ་ལས། སའི་སྙིང་པོའི་འཁོར་ལོ་བཅུ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ད་ཤ་ཙཀྲ་ཀྵི་ཏི་གར་བྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J182": {
  "tname": "འཕགས་པ་ཕྱིར་མི་ལྡོག་པའི་འཁོར་ལོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨརྱཱ་བཻ་བརྟ་ཙཀྲ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J183": {
  "tname": "འཕགས་པ་ཏིང་ངེ་འཛིན་གྱི་འཁོར་ལོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ས་མཱ་དྷི་ཙཀྲ་ནཱ་མ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J184": {
  "tname": "འཕགས་པ་ཡོངས་སུ་བསྔོ་བའི་འཁོར་ལོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པ་རི་ཎ་ཏ་ཙཀྲ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J185": {
  "tname": "དམ་པའི་ཆོས་ཀྱི་རྒྱལ་པོ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "སད་དྷརྨཱ་རཱ་ཛ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J186": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་ཚུལ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨ་ཎེར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J187": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་ཕུང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨ་སྐན་དྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J188": {
  "tname": "འཕགས་པ་དོན་དམ་པའི་ཆོས་ཀྱིས་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པ་ར་མཱཪྠ་དྷརྨ་བི་ཛ་ཡ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J189": {
  "tname": "འཕགས་པ་ཆོས་དང་དོན་རྣམ་པར་འབྱེད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨ་ཨཪྠ་བི་བྷཾ་ག་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J190": {
  "tname": "བྱང་ཆུབ་སེམས་དཔའི་སོ་སོར་ཐར་པ་ཆོས་བཞི་སྒྲུབ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "བོ་དྷི་ས་ཏྭ་པྲ་ཏི་མོཀྵ་ཙ་ཏུ་ཤྐ་ནིར་ཧཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J191": {
  "tname": "འཕགས་པ་ཆོས་བཞི་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཙ་ཏུར་དྷརྨ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J192": {
  "tname": "ཆོས་བཞི་པའི་མདོ།",
  "sname": "ཙ་ཏུར་དྷརྨ་ཀ་སཱུ་ཏྲ།"
 },
 "J193": {
  "tname": "འཕགས་པ་ཆོས་བཞི་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཙ་ཏུར་དྷརྨ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J194": {
  "tname": "འཕགས་པ་བཞི་པ་སྒྲུབ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཙ་ཏུཤྐ་ནིར་ཧཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J195": {
  "tname": "ཆོས་གསུམ་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཏྲི་དྷརྨ་ཀ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J196": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་རྒྱལ་མཚན་གྱི་མདོ་ཐེག་པ་ཆེན་པོའོ།",
  "sname": "ཨཱརྱ་དྷརྨ་ཀེ་ཏུ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J197": {
  "tname": "ཐེག་པ་ཆེན་པོའི་མདོ་ཆོས་རྒྱ་མཚོ་ཞེས་བྱ་བ།",
  "sname": "དྷརྨ་ས་མུ་དྲ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J198": {
  "tname": "ཆོས་ཀྱི་རྒྱ་མོ།",
  "sname": ""
 },
 "J199": {
  "tname": "འཕགས་པ་ཤིན་དུ་རྒྱས་པ་ཆེན་པོའི་སྡེ་ཉི་མའི་སྙིང་པོ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་སཱུརྱ་གརྦྷ་ནཱ་མ་མ་ཧཱ་བཻ་བུ་ལྱྃ་སཱུ་ཏྲ།"
 },
 "J200": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་གརྦྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J201": {
  "tname": "འཕགས་པ་ཡི་གེ་མེད་པའི་ཟ་མ་ཏོག་རྣམ་པར་སྣང་མཛད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ནཱ་ཀྵ་ར་ཀ་རཎྜ་ཀ་བཻ་རོ་ཙ་ན་གརྦྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J202(a)": {
  "tname": "འཕགས་པ་ནམ་མཁའི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཱ་ཀ་ཤ་གཪྦྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J202(b)": {
  "tname": "འཕགས་པ་ཐབས་མཁས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨུ་པ་ཡ་ཀཽ་ཤ་ལྱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J203": {
  "tname": "སངས་རྒྱས་ཀྱི་མཚན་ལྔ་སྟོང་བཞི་བརྒྱ་ལྔ་བཅུ་རྩ་གསུམ་པ།",
  "sname": "བུད་དྷ་ནཱ་མ་ས་ཧ་སྲ་པཉྩ་ཤ་ཏ་ཙ་ཏུར་ཏྲི་པཉྩ་ད་ཤ།"
 },
 "J204": {
  "tname": "འཕགས་པ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ས་མྱཀ་ཙཱཪྱ་མྱཀྩཱཪྻ་བཱ་ད་བི་དྷི་ཁག་ཛུ་བི་ན་ཡ་ཀྵཱན་ཏི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J205": {
  "tname": "འཕགས་པ་ཐར་པ་ཆེན་པོ་ཕྱོགས་སུ་རྒྱས་པ་འགྱོད་ཚངས་ཀྱིས་སྡིག་སྦྱངས་ཏེ་སངས་རྒྱས་སུ་གྲུབ་པར་རྣམ་པར་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": ""
 },
 "J206": {
  "tname": "འཕགས་པ་རྟོགས་པ་ཆེན་པོ་ཡོངས་སུ་རྒྱས་པའི་མདོ་ལས། ཕྱག་འཚལ་བ་དང་། འགྱོད་ཚངས་ཀྱི་ལེའུ་ཉི་ཚེ།",
  "sname": ""
 },
 "J207": {
  "tname": "འཕགས་པ་མེ་ཏོག་གི་ཚོགས་ཤེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀུ་སུ་མ་སན་ཙ་ཡཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J208": {
  "tname": "དཔང་སྐོང་ཕྱག་བརྒྱ་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J209": {
  "tname": "འཕགས་པ་བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱལ་པོའི་མདོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ཙིན་ཏྱ་རཱ་ཛཱ་སཱུ་ཏྲ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J210": {
  "tname": "འཕགས་པ་ཕྱོགས་བཅུའི་མུན་པ་རྣམ་པར་སེལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ད་ཤ་དིག་ཨན་དྷ་ཀཱ་ར་བི་དྷྭན་ས་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J211": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བདུན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཔྟ་བུད་དྷ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J212": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བརྒྱད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཥྚ་བུད་དྷ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J213": {
  "tname": "སངས་རྒྱས་བཅུ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ད་ཤ་བུད་དྷ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J214": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བཅུ་གཉིས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྭ་ད་ཤ་བུད་དྷ་ཀ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J215": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་དབུ་རྒྱན་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་ཆོས་ཀྱི་རྣམ་གྲངས་ཆེན་པོ།",
  "sname": "ཨཱརྱ་བུད་དྷ་མ་ཀུ་ཊ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ་ན་མ་ཧཱ་དྷརྨ་པ་རྱཱ་ཡ་ན།"
 },
 "J216": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་ས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བུད་དྷ་བྷཱུ་མི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J217": {
  "tname": "འཕགས་པ་སངས་རྒྱས་མི་སྤང་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བུད་དྷ་ཀྵེ་པ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J218": {
  "tname": "འཕགས་པ་དཀྱིལ་འཁོར་བརྒྱད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཥྚ་མཎ་ཌ་ལ་ཀན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J219": {
  "tname": "འཕགས་པ་བཀྲ་ཤིས་བརྒྱད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མྃ་ག་ལ་ཨཥྚ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J220": {
  "tname": "འཕགས་པ་སངས་རྒྱས་རྗེས་སུ་དྲན་པ།",
  "sname": "ཨཱརྱ་བུདྡྷ་ཨ་ནུ་སྨྲྀ་ཏི།"
 },
 "J221": {
  "tname": "ཆོས་རྗེས་སུ་དྲན་པ།",
  "sname": "དྷ་རྨ་ཨ་ནུ་སྨྲྀ་ཏི།"
 },
 "J222": {
  "tname": "དགེ་འདུན་རྗེས་སུ་དྲན་པ།",
  "sname": "སང་གྷ་ཨ་ནུ་སྨྲྀ་ཏི།"
 },
 "J223": {
  "tname": "བསླབ་པ་གསུམ་གྱི་མདོ།",
  "sname": "ཤིཀྵཱ་ཏྲ་ཡ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J224": {
  "tname": "འཕགས་པ་སྐུ་གསུམ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀཱ་ཡ་ཏྲཻ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J225": {
  "tname": "འཕགས་པ་ཕུང་པོ་གསུམ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཏྲི་སྐན་དྷ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J226": {
  "tname": "འཕགས་པ་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱ་བའི་ཡོངས་སུ་བསྔོ་བ།",
  "sname": ""
 },
 "J227": {
  "tname": "འཕགས་པ་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་སྐྱོབ་པར་བྱེད་པ་ཞེས་བྱ་བའི་ཡོངས་སུ་བསྔོ་བ།",
  "sname": ""
 },
 "J228": {
  "tname": "འཕགས་པ་དམ་པའི་ཆོས་དྲན་པ་ཉེ་བར་གཞག་པ། ",
  "sname": "ཨཱརྱ་སད་དྷརྨ་སྨྲི་ཏྱུ་པ་སྠཱ་ན།"
 },
 "J229": {
  "tname": "མདོ་ཆེན་པོ་སྒྱུ་མའི་དྲ་བ་ཞེས་བྱ་བ།",
  "sname": "མཱ་ཡཱ་ཛཱ་ལཾ་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲཾ།"
 },
 "J230": {
  "tname": "མདོ་ཆེན་པོ་གཟུགས་ཅན་སྙིང་པོས་བསུ་བ་ཞེས་བྱ་བ།",
  "sname": "བིམྦི་སཱ་ར་པྲ་ཏྱུངྒ་མ་ན་ནཱ་མ་མ་ཧ་སཱུ་ཏྲཾ།"
 },
 "J231": {
  "tname": "མདོ་ཆེན་པོ་སྟོང་པ་ཉིད་ཅེས་བྱ་བ།",
  "sname": "ཤཱུ་ནྱ་ཏཱ་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲཾ།"
 },
 "J232": {
  "tname": "མདོ་ཆེན་པོ་སྟོང་པ་ཉིད་ཆེན་པོ་ཞེས་བྱ་བ།",
  "sname": "མ་ཧཱ་ཤཱུ་ནྱ་ཏཱ་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲཾ།"
 },
 "J233": {
  "tname": "མདོ་ཆེན་པོ་རྒྱལ་མཚན་མཆོག་ཅེས་བྱ་བ།",
  "sname": "དྷྭ་ཛཱ་གྲན་ན་མ་མ་ཧཱ་སཱུ་ཏྲཾ།"
 },
 "J234": {
  "tname": "མདོ་ཆེན་པོ་རྒྱལ་མཚན་དམ་པ་ཞེས་བྱ་བ།",
  "sname": "དྷྭ་ཛཱ་གྲ་ན་ན་མ་མ་ཧཱ་སཱུ་ཏྲམ།"
 },
 "J235": {
  "tname": "མདོ་ཆེན་པོ་ལྔ་གསུམ་པ་ཞེས་བྱ་བ།",
  "sname": "པཉྩ་ཏྲི་ཡན་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲཾ།"
 },
 "J236": {
  "tname": "འཕགས་པ་རྡོ་འཕངས་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཤི་ལ་ཀྵིབ་ཏ་སཱུ་ཏྲཾ།"
 },
 "J237": {
  "tname": "གཞོན་ནུ་དཔེའི་མདོ།",
  "sname": "ཀུ་མཱ་ར་དྲྀ་ཥྚཱ་ནྟ་སཱུ་ཏྲ།"
 },
 "J238(a)": {
  "tname": "ཁམས་མང་པོ་པའི་མདོ།",
  "sname": "དྷཱ་ཏུ་བ་ཧུ་ཏ་ཀ་སཱུ་ཏྲ།"
 },
 "J238(b)": {
  "tname": "གཎྜིའི་མདོ།",
  "sname": "གཎྜཱི་སཱུ་ཏྲ།"
 },
 "J239": {
  "tname": "གཎྜིའི་དུས་ཀྱི་མདོ།",
  "sname": "གཎྜཱི་ས་མ་ཡ་སཱུ་ཏྲ།"
 },
 "J240": {
  "tname": "འཕགས་པ་དགེ་བའི་བཤེས་གཉེན་བསྟེན་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཀ་ལྱཱ་ཎ་མི་ཏྲ་སེ་བ་ནི་སཱུ་ཏྲ།"
 },
 "J241": {
  "tname": "མངོན་པར་འབྱུང་བའི་མདོ།",
  "sname": "ཨབྷི་ནིཥྐྲ་མ་ཎ་སཱུ་ཏྲ།"
 },
 "J242": {
  "tname": "དགེ་སློང་ལ་རབ་ཏུ་གཅེས་པའི་མདོ་ཞེས་བྱ་བ།",
  "sname": "བྷི་ཀྵུ་པྲ་རེ་ཛུ་སཱུ་ཏྲ་ནཱ་མ།"
 },
 "J243": {
  "tname": "ཚུལ་ཁྲིམས་ཡང་དག་པར་ལྡན་པའི་མདོ།",
  "sname": "ཤཱི་ལ་སཾ་ཡུག་ཏ་སཱུ་ཏྲ།"
 },
 "J244": {
  "tname": "ལྟུང་བ་སྡེ་ལྔའི་དགེ་བ་དང་མི་དགེ་བའི་འབྲས་བུ་བརྟག་པའི་མདོ།",
  "sname": "པཉྩཱ་པཏྟི་ནི་ཀཱ་ཡ་ཤུ་བྷཱ་ཨ་ཤུ་བྷ་ཕ་ལ་པ་རི་ཀྵ་སཱུ་ཏྲ།"
 },
 "J245": {
  "tname": "མཆོག་ཏུ་གདགས་པའི་མདོ།",
  "sname": ""
 },
 "J246": {
  "tname": "རྣམ་པར་གྲོལ་བའི་ལམ་ལས་སྦྱངས་པའི་ཡོན་ཏན་བསྟན་པ་ཞེས་བྱ་བ།",
  "sname": "བི་མུཀྟི་མཱར་ག་དྷུ་ཏ་གུ་ཎ་ནིར་དེ་ཤ་ནཱ་མ།"
 },
 "J247": {
  "tname": "ཚེའི་མཐའི་མདོ།",
  "sname": "ཨཱ་ཡུ་པ་རྱཱནྟ་སཱུ་ཏྲ།"
 },
 "J248": {
  "tname": "ཚེ་འཕོ་བ་ཇི་ལྟར་འགྱུར་བ་ཞུས་པའི་མདོ།",
  "sname": "ཨཱ་ཡུ་པད་ཏི་ཡ་ཐཱ་ཀཱ་རོ་པ་རི་པྲྀ་ཙྪཱ་སཱུ་ཏྲ།"
 },
 "J249": {
  "tname": "མི་རྟག་པ་ཉིད་ཀྱི་མདོ།",
  "sname": "ཨ་ནི་ཏྱ་ཏ་སཱུ་ཏྲ།"
 },
 "J250": {
  "tname": "མི་རྟག་པ་ཉིད་ཀྱི་མདོ།",
  "sname": "ཨ་ནི་ཏྱ་ཏ་སཱུ་ཏྲ།"
 },
 "J251": {
  "tname": "འཕགས་པ་འདུ་ཤེས་བཅུ་གཅིག་བསྟན་པའི་མདོ།",
  "sname": "ཨཱརྱ་སྃ་ཛྙཱ་ན་ཨེ་ཀ་ད་ཤ་ནིར་དེ་ཤ་སཱུ་ཏྲ།"
 },
 "J252": {
  "tname": "འཕགས་པ་ཡངས་པའི་གྲོང་ཁྱེར་དུ་འཇུག་པའི་མདོ་ཆེན་པོ།",
  "sname": "ཨཱརྱ་བཻ་ཤཱ་ལཱི་པྲ་བེ་ཤ་མ་ཧཱ་སཱུ་ཏྲ།"
 },
 "J253": {
  "tname": "འཕགས་པ་མཚན་མོ་བཟང་པོ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་བྷ་དྲ་ཀ་རཱ་ཏྲི་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J254": {
  "tname": "མུན་གྱི་ནགས་ཚལ་གྱི་སྒོ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཏ་མོ་བ་ན་མུ་ཁ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J255": {
  "tname": "ཕ་མའི་མདོ།",
  "sname": "པི་ཏྲི་མཱ་ཏྲི་སཱུ་ཏྲ།"
 },
 "J256": {
  "tname": "འཕགས་པ་བདེན་པ་བཞིའི་མདོ།",
  "sname": "ཨཱརྱ་ཙ་ཏུ་ས་ཏྱ་སཱུ་ཏྲ།"
 },
 "J257": {
  "tname": "དོན་རྣམ་པར་ངེས་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཪྠ་བི་ནིཤྩ་ཡ་ནཱ་མ་དྷ་རྨ་པརྱཱ་ཡ།"
 },
 "J258": {
  "tname": "འཕགས་པ་དོན་རྒྱས་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་ཨཪྠ་བི་གྷུ་ཥྚ་ནཱ་མ་དྷ་རྨ་པ་རྱཱ་ཡ།"
 },
 "J259": {
  "tname": "འཕགས་པ་རྨད་དུ་བྱུང་བ་ཞེས་བྱ་བ་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་ཨད་བྷུཏ་དྷ་རྨ་པ་རྱཱ་ཡ་ནཱ་མ།"
 },
 "J260": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བཞག་པའི་ཕན་ཡོན་ཡང་དག་པར་བརྫོད་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་པྲ་ཏི་བིམྦ་པྲ་ཏི་ཥྛཱ་ཨ་ནུ་ཤྃ་སཱ་སམྦ་ད་ན་ཏི་ནཱ་མ་དྷརྨ་པ་རྱཱ་ཡ།"
 },
 "J261": {
  "tname": "མཆོད་རྟེན་བསྐོར་བའི་ཚིགས་སུ་བཅད་པ།",
  "sname": "ཙཻཏྱ་པད་ཀྵི་ཎ་གཱ་ཐཱ།"
 },
 "J262": {
  "tname": "གསལ་རྒྱལ་གྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "པྲ་སེ་ན་ཛི་ཏ་གཱ་ཐཱ།"
 },
 "J263": {
  "tname": "ཚིགས་སུ་བཅད་པ་གཅིག་པ།",
  "sname": "ཨེ་ཀ་གཱ་ཐཱ།"
 },
 "J264": {
  "tname": "ཚིགས་སུ་བཅད་པ་བཞི་པ།",
  "sname": "ཙ་ཏུར་གཱ་ཐཱ།"
 },
 "J265": {
  "tname": "ཀླུའི་རྒྱལ་པོ་རྔ་སྒྲའི་ཚིགས་སུ་བཅད་པ།",
  "sname": "ནཱ་ག་རྭ་ཛ་བྷེ་རཱི་གཱ་ཐཱ།"
 },
 "J266": {
  "tname": "ཆེད་དུ་བརྗོད་པའི་ཚོམས།",
  "sname": "ཨུ་དཱ་ན་བར་ག།"
 },
 "J267": {
  "tname": "འཕགས་པ་སྐྱེས་བུ་དམ་པའི་མདོ།",
  "sname": "ཨཱརྱ་སད་ཛཱ་ན་པུ་རུ་ཥ་སཱུ་ཏྲ།"
 },
 "J268": {
  "tname": "དགའ་བོ་རབ་ཏུ་བྱུང་བའི་མདོ།",
  "sname": "ནན་ད་པྲ་བྲ་ཛྱཱ་སཱུ་ཏྲ།"
 },
 "J269": {
  "tname": "ལྷའི་མདོ།",
  "sname": "དེ་བ་ཏ་སཱུ་ཏྲ།"
 },
 "J270": {
  "tname": "ལྷའི་མདོ་ཉུང་ངུ་།",
  "sname": "ཨལྤ་དེ་བ་ཏ་སཱུ་ཏྲ།"
 },
 "J271": {
  "tname": "ཟླ་བའི་མདོ།",
  "sname": "ཙནྡྲ་སཱུ་ཏྲ།"
 },
 "J272": {
  "tname": "ཁང་བུ་བརྩེགས་པའི་མདོ།",
  "sname": "ཀཱུ་ཊཱ་གཱ་ར་སཱུ་ཏྲ།"
 },
 "J273": {
  "tname": "འཕགས་པ་གནས་འཇོག་གི་མདོ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J274": {
  "tname": "འཕགས་པ་དགའ་བ་ཅན་གྱི་མདོ།",
  "sname": "ཨཱརྱ་ནན་དི་ཀ་སཱུ་ཏྲ།"
 },
 "J275": {
  "tname": "འཕགས་པ་མཁར་སིལ་གྱི་མདོ།",
  "sname": ""
 },
 "J276": {
  "tname": "མཁར་སིལ་འཆང་བའི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོ་ག",
  "sname": ""
 },
 "J277": {
  "tname": "ཆོས་ཀྱི་འཁོར་ལོའི་མདོ།",
  "sname": "དྷརྨ་ཙཀྲ་སཱུ་ཏྲ།"
 },
 "J278": {
  "tname": "ལས་རྣམ་པར་འབྱེད་པ།",
  "sname": "ཀརྨ་བི་བྷང་ག"
 },
 "J279": {
  "tname": "ལས་ཀྱི་རྣམ་པར་འགྱུར་བ་ཞེས་བྱ་བ་ཆོས་ཀྱི་གཞུང་།",
  "sname": "ཀརྨ་བི་བྷང་ག་ནཱ་མ་དྷ་རྨ་གྲན་ཐ།"
 },
 "J280": {
  "tname": "ལས་བརྒྱ་ཐམ་པ། ",
  "sname": "ཀརྨ་ཤ་ཏ་ཀ།"
 },
 "J281": {
  "tname": "འཛངས་བླུན་ཞེས་བྱ་བའི་མདོ།",
  "sname": ""
 },
 "J282": {
  "tname": "གང་པོ་ལ་སོགས་པའི་རྟོགས་པ་བརྗོད་པ་བརྒྱ་པ།",
  "sname": "པཱུརྞ་པྲ་མུ་ཁ་ཨ་བ་དཱ་ན་ཤ་ཏི་ཀ"
 },
 "J283": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་རྟོགས་པ་བརྗོད་པ་ཤེས་ལྡན་གྱི་མདོ།",
  "sname": "ཨཱརྱ་ཙཱ་མ་ཀ་སཱུ་ཏྲ་བུདྡྷ་ཨ་བ་དཱ་ན།"
 },
 "J284": {
  "tname": "ཕག་མོའི་རྟོགས་པ་བརྗོད་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "སཱུ་ཀ་རི་ཀ་ཨ་བ་དཱ་ན་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J285": {
  "tname": "མ་ག་དྷ་བཟང་མོའི་རྟོགས་པ་བརྗོད་པ།",
  "sname": "སུ་མ་ག་དྷཱ་ཨ་བ་དཱ་ན།"
 },
 "J286": {
  "tname": "བསོད་ནམས་ཀྱི་སྟོབས་ཀྱི་རྟོགས་པ་བརྗོད་པ།",
  "sname": "པུཎྱ་བ་ལ་ཨ་བ་དཱ་ན།"
 },
 "J287": {
  "tname": "ཟླ་འོད་ཀྱི་རྟོགས་པ་བརྗོད་པ།",
  "sname": "ཙན་དྲ་པྲ་བྷ་ཨ་བ་དཱ་ནྃ།"
 },
 "J288": {
  "tname": "དཔལ་གྱི་སྡེའི་རྟོགས་པ་བརྗོད་པ།",
  "sname": "ཤྲཱི་སེ་ན་ཨ་བ་ད་ན།"
 },
 "J289": {
  "tname": "གསེར་མདོག་གི་སྔོན་གྱི་སྦྱོར་བ་ཞེས་བྱ་བ།",
  "sname": "ཀ་ན་ཀ་བརྞ་པཱུརྦ་ཡོ་ག་ནཱ་མ།"
 },
 "J290": {
  "tname": "འཕགས་པ་རྒྱལ་བུ་དོན་འགྲུབ་ཀྱི་མདོ།",
  "sname": "ཨཱརྱ་ཛི་ན་པུ་ཏྲ་ཨཪྠ་སིདྡྷི་སཱུ་ཏྲ།"
 },
 "J291": {
  "tname": "ཚངས་པའི་དྲ་བའི་མདོ།",
  "sname": "བྲཧྨ་ཛཱ་ལ་སཱུ་ཏྲ།"
 },
 "J292": {
  "tname": "ཐབས་མཁས་པ་ཆེན་པོ་སངས་རྒྱས་དྲིན་ལན་བསབ་པའི་མདོ།",
  "sname": "དེའི་ཕང་བྱན་ཕུར་པོའུ་ཨིན་ཀྱེང་སཱུ་ཕིམ་དེའི་ཨིར།"
 },
 "J293": {
  "tname": "འཕགས་པ་ལེགས་ཉེས་ཀྱི་རྒྱུ་དང་འབྲས་བུ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": ""
 },
 "J294": {
  "tname": "དགེ་བ་དང་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་བསྟན་པའི་མདོ།",
  "sname": ""
 },
 "J295": {
  "tname": "འཕགས་པ་ཟླ་བའི་སྙིང་པོས་ཞུས་པའི་མདོ་ལས། སངས་རྒྱས་ཀྱི་བསྟན་པ་གནས་པ་དང༌འཇིག་པའི་ཚུལ་ལུང་བསྟན་པ།",
  "sname": ""
 },
 "J296": {
  "tname": "འཕགས་པ་གླང་རུ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོཔའི་མདོ།",
  "sname": "ཨཱརྱ་གོ་ཤྲིང་ག་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J297": {
  "tname": "སྟག་རྣའི་རྟོགས་པ་བརྗོད་པ།",
  "sname": "ཤཱ་རྡུ་ལ་ཀརྞ་ཨ་བ་དཱ་ན།"
 },
 "J298": {
  "tname": "མིག་བཅུ་གཉིས་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "དྭི་ད་ཤ་ལོ་ཙ་ན་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J299": {
  "tname": "སངས་རྒྱས་ཕལ་པོ་ཆེ་ཞེས་བྱ་བ་ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོའི་མདོ།",
  "sname": "བུདྡྷ་ཨ་བ་ཏང་ས་ཀ་ནཱ་མ་མ་ཧཱ་བཻ་པུ་ལྱཾ་སཱུ་ཏྲ།"
 },
 "J300": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་སྟོང་ཕྲག་བརྒྱ་པ་ལས་སྡོམ་བ་གསུམ་བསྟན་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་རཏྣ་ཀཱུ་ཊ་དྷརྨ་པརྱཱ་ཡ་ཤ་ཏ་སཱ་ཧ་སྲི་ཀ་གྲན་ཏེ་ཏྲི་སམྦ་ར་ནིར་དེ་ཤ་པ་རི་བརྟ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J301": {
  "tname": "འཕགས་པ་སྒོ་མཐའ་ཡས་པ་རྣམ་པར་སྦྱོང་བ་བསྟན་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ནན་ཏ་མུ་ཁ་པ་རི་ཤོདྷ་ན་ནིར་དེ་ཤ་པ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J302": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་ཨ་ཙིན་ཏྱ་གུ་ཧྱ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J303": {
  "tname": "འཕགས་པ་རྨི་ལམ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སྭབྣ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J304": {
  "tname": "འཕགས་པ་འོད་དཔག་མེད་ཀྱི་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་མི་ཏཱ་བྷ་བྱུ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J305": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པའི་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ཀྵོ་བྷྱ་ཏ་ཐཱ་ག་ཏ་སྱ་བྱཱུ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J306": {
  "tname": "འཕགས་པ་གོ་ཆའི་བཀོད་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཝརྨ་བྱཱུ་ཧ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J307": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་དབྱིངས་ཀྱི་རང་བཞིན་དབྱེར་མེད་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྷརྨཱ་དྷཱ་ཏུ་པྲ་ཀྲྀ་ཏི་ཨ་ས་མ་བྷེ་ད་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J308": {
  "tname": "འཕགས་པ་ཆོས་བཅུ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ད་ཤ་དྷ་རྨཱ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J309": {
  "tname": "འཕགས་པ་ཀུན་ནས་སྒོའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ས་མན་ཏ་མུ་ཁ་པ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J310": {
  "tname": "འཕགས་པ་འོད་ཟེར་ཀུན་དུ་བཀྱེ་བ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རཤྨི་ས་མན་ཏ་མུཀ་ཏོ་ནིར་དེ་ཤ་ནཱ་མ་མཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J311": {
  "tname": "འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བོ་དྷི་ས་ཏྭ་པི་ཊ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J312": {
  "tname": "འཕགས་པ་དགའ་བོ་ལ་མངལ་ན་གནས་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱཱ་ནནྡྃ་གརྦྷཱ་པ་ཀྭཱནྟི་ནིར་དེ་ཤ"
 },
 "J313": {
  "tname": "འཕགས་པ་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་མངལ་དུ་འཇུག་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱཱ་ཡུཥྨྃ་ནནྡྃ་གརྦྷཱ་པ་ཀྭཱནྟི་ནིར་དེ་ཤ།"
 },
 "J314": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་བུདྡྷ་ཀྵེ་ཏྲ་གུ་ཎ་བྱུ་ཧ་ནཱ་མ་མཧཱ་ཡཱ་ན་སཱུཏྲ།"
 },
 "J315": {
  "tname": "འཕགས་པ་ཡབ་དང་སྲས་མཇལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པི་ཏཱ་པུ་ཏྲ་ས་མཱ་ག་མ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J316": {
  "tname": "འཕགས་པ་གང་པོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པཱུརྞྞཔ་རི་པྲྀཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J317": {
  "tname": "འཕགས་པ་ཡུལ་འཁོར་སྐྱོང་གིས་ཞུས་པ་ཞེས་བྱ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རཱཥྟ་པཱ་ལ་པ་རི་པྲྀཙྪ་ནཱ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J318": {
  "tname": "འཕགས་པ་ཁྱིམ་བདག་དྲག་ཤུལ་ཅན་གྱི་ཞུས་པ་ཞེས་བྱ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་གྲྀ་ཧ་པ་ཏི་ཨུ་གྲ་པ་རི་པྲྀཙྪ་ནཱ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J319": {
  "tname": "འཕགས་པ་གློག་ཐོབ་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བི་དྱུ་ཏ་པྲཱཔྟ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J320": {
  "tname": "འཕགས་པ་སྒྱུ་མ་མཁན་བཟང་པོ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྷ་དྲ་མཱ་ཡཱ་ཀཱ་ར་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J321": {
  "tname": "འཕགས་པ་ཆོ་འཕྲུལ་ཆེན་པོ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་པྲ་ཏེ་ཧཱརྱ་ནིར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J322": {
  "tname": "འཕགས་པ་བྱམས་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲེ་ཡ་མ་ཧཱ་སིང་ཧ་ནཱ་ད་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J323": {
  "tname": "འཕགས་པ་འདུལ་བ་རྣམ་པར་གཏན་ལ་དབབ་པ་ཉེ་བར་འཁོར་གྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བི་ན་ཡ་བི་ནི་ཤྩ་ཡ་ཨུ་པཱ་ལཱི་པ་རི་པྲི་ཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J324": {
  "tname": "འཕགས་པ་ལྷག་པའི་བསམ་པ་བསྐུལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་དྷྱཱ་ཤ་ཡ་སན་ཙོ་ད་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J325": {
  "tname": "འཕགས་པ་ལག་བཟངས་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་བཱ་ཧུ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J326": {
  "tname": "འཕགས་པ་ངེས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་ར་ཏཱ་པ་རི་པྲྀ་ཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J327": {
  "tname": "འཕགས་པ་ཁྱིམ་བདག་དཔས་བྱིན་གྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བཱིར་དཏྟ་གྲྀ་ཧ་པ་ཏི་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J328": {
  "tname": "འཕགས་པ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བའི་ལེའུ།",
  "sname": "ཨཱརྱ་ཨུ་ད་ཡ་ན་བད་ས་རཱ་ཛཱ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་པ་རི་བར་ཏ།"
 },
 "J329": {
  "tname": "འཕགས་པ་བུ་མོ་བློ་གྲོས་བཟང་མོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་མ་ཏི་དཱ་རི་ཀ་པ་རི་པྲྀཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J330": {
  "tname": "འཕགས་པ་གང་གཱའི་མཆོག་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་གང་གོད་ཏ་ར་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J331": {
  "tname": "འཕགས་པ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ཤོ་ཀ་ད་ཏྟ་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J332": {
  "tname": "འཕགས་པ་དྲི་མ་མེད་ཀྱིས་བྱིན་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བི་མ་ལ་ད་ཏྟ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J333": {
  "tname": "འཕགས་པ་ཡོན་ཏན་རིན་ཆེན་མེ་ཏོག་ཀུན་ཏུ་རྒྱས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་གུ་ཎ་རཏྣ་སང་ཀུ་སུ་མི་ཏ་པ་རི་པྲྀ་ཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J334": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་ཡུལ་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ཙིན་ཏྱ་བུདྡྷ་བི་ཥ་ཡཱ་ནི་ར་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J335": {
  "tname": "འཕགས་པ་ལྷའི་བུ་བློ་གྲོས་རབ་གནས་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། (འཕགས་པ་ལྷའི་བུ་བློ་གྲོས་རབ་གནས་ཀྱིས་ཞུས་པ་ལུང་བསྟན་པ། ཐེག་པ་ཆེན་པོའི་མདོ།)",
  "sname": "ཨཱརྱ་སུ་སྠི་ཏ་མ་ཏི་དེ་བ་པུ་ཏྲ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J336": {
  "tname": "འཕགས་པ་སེང་གེས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སིང་ཧ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J337": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་གསང་ཆེན་ཐབས་ལ་མཁས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་དམ་པས་ཞུས་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་བུདྡྷ་མ་ཧཱ་ར་ཧ་སྱོ་པཱ་ཡ་ཀཽ་ཤ་ལྱ་ཛྙཱ་ནོད་ཏ་ར་བོ་དྷི་ས་ཏྭ་པ་རི་པྲྀཙྪ་པ་རི་བརྟ་ནཱ་མ་མཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J338": {
  "tname": "འཕགས་པ་ཚོང་དཔོན་བཟང་སྐྱོང་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྷདྲ་པཱ་ལ་ཤྲེཥྠི་པ་རི་པྲྀ་ཙྪ་ནཱ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J339": {
  "tname": "འཕགས་པ་བུ་མོ་རྣམ་དག་དད་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དཱ་རི་ཀཱ་བི་མ་ལ་ཤྲད་དྷཱ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J340": {
  "tname": "འཕགས་པ་བྱམས་པས་ཞུས་པ་ལུང་བསྟན་པའི་མདོ། ",
  "sname": "ཨཱརྱ་མཻ་ཏྲེ་ཡ་པ་རི་པྲི་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J341": {
  "tname": "འཕགས་པ་བྱམས་པས་ཞུས་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲེ་ཡ་པ་རི་པྲྀཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J342": {
  "tname": "འཕགས་པ་འོད་སྲུང་གི་ལེའུ་ཞེས་བྱ་བ་ཐེག་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཀཱ་ཤྱ་པ་པ་རི་བརྟ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J343": {
  "tname": "འཕགས་པ་རིན་པོ་ཆེའི་ཕུང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རཏྣ་རཱ་ཤི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J344": {
  "tname": "འཕགས་པ་བློ་གྲོས་མི་ཟད་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་ཀྵ་ཡ་མ་ཏི་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J345": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བདུན་བརྒྱ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཔྟ་ཤ་ཏི་ཀཱ་ནཱ་མ་པྲ་ཛྙཱ་པཱ་ར་མི་ཏཱ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J346": {
  "tname": "འཕགས་པ་གཙུག་ན་རིན་པོ་ཆེས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རཏྣ་ཙཱུཎ་པ་རི་པྲྀ་ཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J347": {
  "tname": "འཕགས་པ་ལྷ་མོ་དཔལ་ཕྲེང་གི་སེང་གེའི་སྒྲ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཤྲཱི་མཱ་ལ་དེ་བི་སིང་ཧ་ནཱ་ད་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J348": {
  "tname": "འཕགས་པ་དྲང་སྲོང་རྒྱས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རི་ཥི་བྱཱས་པ་རི་པྲྀཙྪ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J349": {
  "tname": "འཇམ་དཔལ་ཡེ་ཤེས་སེམས་དཔའི་དོན་དམ་པའི་མཚན་ཡང་དག་པར་བརྗོད་པ།",
  "sname": "མཉྫུ་ཤྲཱི་ཛྙཱ་ན་སཏྭ་སྱ་པ་ར་མཱཪྠ་ནཱ་མ་སྃ་གཱི་ཏི།"
 },
 "J350": {
  "tname": "དབང་མདོར་བསྟན་པ།",
  "sname": "སེ་ཀོ་དྡེ་ཤ"
 },
 "J351": {
  "tname": "མཆོག་གི་དང་པོའི་སངས་རྒྱས་ལས་ཕྱུང་བ་རྒྱུད་ཀྱི་རྒྱལ་པོ་དཔལ་དུས་ཀྱི་འཁོར་ལོ་ཞེས་བྱ་བ།",
  "sname": "བར་མ་ཨཱ་དི་བུདྡྷ་ཨུ་དྡྷྲྀ་ཏ་ཤྲཱི་ཀཱ་ལ་ཙ་ཀྲ་ནཱ་མ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J352(a)": {
  "tname": "དཔལ་དུས་ཀྱི་འཁོར་ལོའི་རྒྱུད་ཕྱི་མ་རྒྱུད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཀཱ་ལ་ཙཀྲ་ཏནྟྲོ་ཏྟ་ར་ཏནྟྲ་ཧྲྀ་ད་ཡ་ནཱ་མ།"
 },
 "J352(b)": {
  "tname": "དཔལ་དུས་ཀྱི་འཁོར་ལོ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་སྙིང་པོ།",
  "sname": "ཤྲཱི་ཀཱ་ལ་ཙཀྲ་གཪྦྷ་ནཱ་མ་ཏནྟྲ།"
 },
 "J353": {
  "tname": "དབང་གི་རབ་ཏུ་བྱེད་པ།",
  "sname": "ཤེ་ཀ་པྲ་ཀྲི་ཡ།"
 },
 "J354(a)": {
  "tname": "དཔལ་སངས་རྒྱས་ཐམས་ཅད་མཉམ་པར་སྦྱོར་བ་མཁའ་འགྲོ་མ་སྒྱུ་མ་བདེ་བའི་མཆོག་ཅེས་བྱ་བའི་རྒྱུད་བླ་མ།",
  "sname": "ཤྲཱི་སརྦ་བུདྡྷ་ས་མ་ཡོ་ག་ཌཱ་ཀི་ནཱི་ཛཱ་ལ་སམྦ་ར་ནཱ་མ་ཨུཏྟ་ར་ཏནྟྲ།"
 },
 "J354(b)": {
  "tname": "རྟོགཔ་ཐམས་ཅད་འདུས་པ་ཞེས་བྱ་བ་སངས་རྒྱས་ཐམས་ཅད་དང་མཉམ་པར་སྦྱོར་བ་མཁའ་འགྲོ་སྒྱུ་མ་བདེ་བའི་མཆོག་གི་རྒྱུད་ཕྱི་མའི་ཕྱི་མ།",
  "sname": "སརྦ་ཀལྤ་ས་མུ་ཙྪ་ཡ་ནཱ་མ་སརྦ་བུདྡྷ་ས་མ་ཡ་ཡོ་ག་ཌཱ་ཀི་ནི་ཛཱ་ལ་སམྦ་ར་ཨུཏྟ་ར་ཏནྟྲ།"
 },
 "J355(a)": {
  "tname": "ཀྱེའི་རྡོ་རྗེ་ཞེས་བྱ་བ་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཧེ་བཛྲ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J355(b)": {
  "tname": "(རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་སྒྱུ་མའི་བརྟག་པ་ཞེས་བྱ་བ་བརྟག་པ་སུམ་བཅུ་ཙ་གཉིས་ལས་ཕྱུང་བ་བརྟག་པ་གཉིས་ཀྱི་བདག་ཉིད་)ཀྱེའི་རྡོ་རྗེ་མཁའ་འགྲོ་མ་དྲ་བའི་སྡོམ་པ་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཧེ་བཛྲ་ཌཱ་ཀི་ནི་ཛཱ་ལ་སྃ་བ་ར་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J356": {
  "tname": "འཕགས་པ་མཁའ་འགྲོ་མ་རྡོ་རྗེ་གུར་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོའི་བརྟག་པ།",
  "sname": "ཨཱརྱ་ཌཱ་ཀཱི་ནཱི་བཛྲ་པཉྫ་ར་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ་ཀལྤ་ནཱ་མ།"
 },
 "J357": {
  "tname": "དཔལ་ཕྱག་རྒྱ་ཆེན་པོའི་ཐིག་ལེ་ཞེས་བྱ་བ་རྣལ་འབྱོར་མ་ཆེན་མོའི་རྒྱུད་ཀྱི་རྒྱལ་པོའི་མངའ་བདག",
  "sname": "ཤྲཱི་མ་ཧཱ་མུ་དྲཱ་ཏི་ལ་ཀྃ་ནཱ་མ་མ་ཧཱ་ཡོ་གི་ནཱི་ཏནྟྲ་རཱ་ཛཱ་ཨ་དྷི་པ་ཏི།"
 },
 "J358": {
  "tname": "དཔལ་ཡེ་ཤེས་སྙིང་པོ་ཞེས་བྱ་བ་རྣལ་འབྱོར་མ་ཆེན་མོའི་རྒྱུད་ཀྱི་རྒྱལ་པོའི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་གར་བྷ་ནཱ་མ་ཡོ་གི་ནཱི་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ་ཛཱ་ཏི་རཱ་ཛཱ།"
 },
 "J359": {
  "tname": "དཔལ་ཡེ་ཤེས་ཐིག་ལེ་རྣལ་འབྱོར་མའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་མཆོག་ཏུ་རྨད་དུ་བྱུང་བ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་ཏི་ལ་ཀ་ཡོ་གི་ནཱི་ཏནྟྲ་རཱ་ཛཱ་པ་ར་མ་མ་ཧཱ་ཨདྦྷུ་ཏྃ་ནཱ་མ།"
 },
 "J360": {
  "tname": "དཔལ་དེ་ཁོ་ན་ཉིད་ཀྱི་སྒྲོན་མ་ཞེས་བྱ་བ་རྣལ་འབྱོར་ཆེན་མོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཏཏྟྭ་པྲ་དཱི་པམ་ནཱ་མ་མ་ཧཱ་ཡོ་གི་ནཱི་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J361": {
  "tname": "རྒྱུད་ཀྱི་རྒྱལ་པོ་དཔལ་བདེ་མཆོག་ཉུང་ངུ་ཞེས་བྱ་བ།",
  "sname": "ཏནྟྲ་རཱ་ཛཱ་ཤྲཱི་ལ་གྷུ་སམ་བ་ར་ནཱ་མ།"
 },
 "J362": {
  "tname": "མངོན་པར་བརྗོད་པའི་རྒྱུད་བླ་མ་ཞེས་བྱ་བ།",
  "sname": "ཨ་བྷི་དྷ་ན་ཨུཏྟ་ར་ཏནྟྲ་ནཱ་མ།"
 },
 "J363": {
  "tname": "རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་དཔལ་རྡོ་རྗེ་མཁའ་འགྲོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་བཛྲ་ཌཱ་ཀཱ་ནཱ་མ་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J364": {
  "tname": "རྡོ་རྗེ་མཁའ་འགྲོ་ཞེས་བྱ་བའི་རྒྱུད་ཕྱི་མ།",
  "sname": "བཛྲ་ཌཱ་ཀ་ནཱ་མ་ཨུཏྟ་ར་ཏནྟྲ།"
 },
 "J365": {
  "tname": "དཔལ་མཁའ་འགྲོ་རྒྱ་མཚོ་རྣལ་འབྱོར་མའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཌཱ་ཀཱརྞྞ་བ་མ་ཧཱ་ཡོ་གི་ནཱི་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J366": {
  "tname": "དཔལ་བདེ་མཆོག་འབྱུང་བ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "ཤྲཱི་མ་ཧཱ་སམ་བ་རོད་དཱ་ཡ་ཏནྟྲ་རཱ་ཛཱ་སྱ་ནཱ་མ།"
 },
 "J367": {
  "tname": "དཔལ་ཁྲག་འཐུང་མངོན་པར་འབྱུང་བ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཧེ་རུ་ཀཱ་བྷྱུ་ད་ཡ་ནཱ་མ།"
 },
 "J368(a)": {
  "tname": "ཕག་མོ་མངོན་པར་བརྗོད་པ་བཤད་པའི་རྒྱུད་ཕྱི་མ་ལས། ཕག་མོ་མངོན་པར་བྱང་ཆུབ་པ་ཞེས་བྱ་བ།",
  "sname": "ཁྱཱ་བཛྲ་བཱ་རཱ་ཧཱི་ཨ་བྷི་དྷ་ནཱ་ཏཏནྟྲོ་ཏྟར་བཱ་རཱ་ཧཱི་ཨ་བྷི་བོ་དྷ་ཡ་ནཱ་མ།"
 },
 "J368(b)": {
  "tname": "རྣལ་འབྱོར་མའི་ཀུན་དུ་སྤྱོད་པ།",
  "sname": "ཡོ་གི་ནཱི་སཉྩཱ་རྱཾ།"
 },
 "J369": {
  "tname": "རྣལ་འབྱོར་མ་བཞིའི་ཁ་སྦྱོར་གྱི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "ཙ་ཏུར་ཡོ་གི་ནཱི་སྃ་པུ་ཊ་ཏནྟྲ་ནཱ་མ།"
 },
 "J370": {
  "tname": "རིག་པ་འཛིན་པ་རྡོ་རྗེ་རྣལ་འབྱོར་མའི་སྒྲུབ་ཐབས་ཞེས་བྱ་བ།",
  "sname": "བིདྱཱ་དྷ་ར་ཎི་བཛྲ་ཡོ་གི་ནཱི་སཱ་དྷ་ན་ནཱ་མ།"
 },
 "J371(a)": {
  "tname": "ཡང་དག་པར་སྦྱོར་བ་ཞེས་བྱ་བའི་རྒྱུད་ཆེན་པོ།",
  "sname": "སྃ་པུ་ཊི་ནཱ་མ་མ་ཧཱ་ཏནྟྲ།"
 },
 "J371(b)": {
  "tname": "རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་དཔལ་ཡང་དག་པར་སྦྱོར་བའི་ཐིག་ལེ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J372": {
  "tname": "དཔལ་གསང་བ་རྡོ་རྗེ་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་གུ་ཧྱ་བཛྲ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J373": {
  "tname": "དཔལ་གསང་བ་ཐམས་ཅད་གཅོད་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་གུ་ཧྱ་སརྦ་ཙྪིནྡ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J374": {
  "tname": "དཔལ་འཁོར་ལོ་སྡོམ་པ་གསང་བ་བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཙཀྲ་སྃ་བ་ར་གུ་ཧྱ་ཨཱ་ཙིནྟ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J375": {
  "tname": "དཔལ་ནམ་མཁའ་དང་མཉམ་པའི་རྒྱུད་གྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཁཱ་ས་མ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J376": {
  "tname": "དཔལ་ནམ་མཁའ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་མ་ཧཱ་ཁ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J377": {
  "tname": "དཔལ་སྐུ་གསུང་ཐུགས་ཀྱི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཀཱ་ཡ་བཱ་ཀ་ཙིཏྟ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J378": {
  "tname": "དཔལ་རིན་ཆེན་ཕྲེང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་རཏྣ་མཱ་ལ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J379": {
  "tname": "དཔལ་དམ་ཚིག་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་མ་ཧཱ་ས་མཱ་ཡ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J380": {
  "tname": "དཔལ་སྟོབས་པོ་ཆེའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་མ་ཧཱ་བཱ་ལ་ཏནྟྲ་རཱ་ཛཱ་ན་མ།"
 },
 "J381": {
  "tname": "དཔལ་ཡེ་ཤེས་གསང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་གུ་ཧྱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J382": {
  "tname": "དཔལ་ཡེ་ཤེས་ཕྲེང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་མཱ་ལ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J383": {
  "tname": "དཔལ་ཡེ་ཤེས་འབར་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་ཛྭ་ལ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J384": {
  "tname": "དཔལ་ཟླ་བའི་ཕྲེང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཙནྡྲ་མཱ་ལ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J385": {
  "tname": "དཔལ་རིན་ཆེན་འབར་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་རཏྣ་ཛྭ་ལ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J386": {
  "tname": "དཔལ་ཉི་མའི་འཁོར་ལོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་སཱུརྱ་ཙཀྲ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J387": {
  "tname": "དཔལ་ཡེ་ཤེས་རྒྱལ་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་རཱ་ཛཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J388": {
  "tname": "དཔལ་རྡོ་རྗེ་མཁའ་འགྲོ་གསང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་བཛྲ་ཌཱ་ཀི་གུ་ཧྱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J389": {
  "tname": "དཔལ་གསང་བ་མེ་འབར་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྭ་ལ་ཨགྣི་གུ་ཧྱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J390": {
  "tname": "དཔལ་གསང་བ་བདུད་རྩིའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཨ་མྲི་ཏ་གུ་ཧྱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J391": {
  "tname": "དཔལ་དུར་ཁྲོད་རྒྱན་གྱི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཤྨཱ་ཤཱ་ནི་ཨ་ལཾ་ཀཱ་ར་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J392": {
  "tname": "དཔལ་རྡོ་རྗེ་རྒྱལ་པོ་ཆེན་པོའི་རྒྱུད།",
  "sname": "ཤྲཱི་བཛྲ་རཱ་ཛཱ་མ་ཧཱ་ཏནྟྲ།"
 },
 "J393": {
  "tname": "དཔལ་ཡེ་ཤེས་བསམ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཛྙཱ་ན་ཨཱ་ཤ་ཡ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J394": {
  "tname": "དཔལ་ཆགས་པའི་རྒྱལ་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་རཱ་ག་རཱ་ཛཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J395": {
  "tname": "དཔལ་མཁའ་འགྲོ་མའི་སྡོམ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཌཱ་ཀི་ནཱི་སྃ་བ་ར་ཏནྟྲ་རཱ་ཛཱ་ན་མ།"
 },
 "J396": {
  "tname": "དཔལ་མཁའ་འགྲོ་མ་གསང་བ་འབར་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཌཱ་ཀི་ནཱི་གུ་ཧྱ་ཛྭ་ལ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J397": {
  "tname": "དཔལ་རྡོ་རྗེ་འཇིགས་བྱེད་རྣམ་པར་འཇོམས་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་བཛྲ་བྷཻ་ར་བ་བི་དཱ་ར་ཎཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J398": {
  "tname": "དཔལ་མེའི་ཕྲེང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཨགྣི་མཱ་ལེ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J399": {
  "tname": "དཔལ་རྡོ་རྗེ་གྲུབ་པ་དྲ་བའི་སྡོམ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་བཛྲ་སིདྡྷ་ཛཱ་ལ་སྃ་བ་ར་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J400": {
  "tname": "དཔལ་སྟོབས་ཆེན་ཡེ་ཤེས་རྒྱལ་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་མ་ཧཱ་བཱ་ལ་ཛྙཱ་ན་རཱ་ཛཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J401": {
  "tname": "དཔལ་འཁོར་ལོ་སྡོམ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་དུར་ཁྲོད་ཀྱི་རྒྱན་རྨད་དུ་བྱུང་བ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཙཀྲ་སྃ་བ་ར་ཏནྟྲ་རཱ་ཛཱ་ཨདྦྷུ་ཏ་ཤྨཱ་སཱ་ནི་ཨ་ལྃ་ཀཱ་ར་ནཱ་མ།"
 },
 "J402": {
  "tname": "རྒྱུད་ཀྱི་རྒྱལ་པོ་རྙོག་པ་མེད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨ་ནཱ་བི་ལྃ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J403": {
  "tname": "དཔལ་བདེ་མཆོག་ནམ་མཁའ་དང་མཉམ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་སྃ་བ་ར་ཁ་ས་མ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J404": {
  "tname": "མཁའ་འགྲོ་མ་ཐམས་ཅད་ཀྱི་ཐུགས་གཉིས་སུ་མེད་པ་བསམ་གྱིས་མི་ཁྱབ་པའི་ཡེ་ཤེས་རྡོ་རྗེ་ཕག་མོ་མངོན་པར་འབྱུང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཌཱ་ཀི་ནཱི་སརྦ་ཙིཏྟ་ཨ་དྭ་ཡ་ཨ་ཙིནྟ་ཛྙཱ་ན་བཛྲ་བཱ་རཱ་ཧི་ཨ་བྷི་བྷ་བ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J405": {
  "tname": "མཁའ་འགྲོ་མ་ཐམས་ཅད་ཀྱི་ཐུགས་གཉིས་སུ་མེད་པའི་ཡེ་ཤེས་བསམ་གྱིས་མི་ཁྱབ་པ་ཕག་མོ་མངོན་པར་འབྱུང་བའི་རྒྱུད་ལས་རྒྱུད་ཕྱི་མ་བསྐྱེད་རིམ་བསྟན་པའི་ལེའུ།",
  "sname": ""
 },
 "J406": {
  "tname": "དཔལ་རྡོ་རྗེ་ནག་པོ་ཆེན་པོ་ཁྲོས་པའི་མགོན་པོ་གསང་བ་དངོས་གྲུབ་འབྱུང་བ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "ཤྲཱི་བཛྲ་མ་ཧཱ་ཀཱ་ལ་ཀྲོ་དྷ་ནཱ་ཐ་ར་ཧ་སྱ་སིདྡྷི་བྷ་བ་ཏནྟྲ་ནཱ་མ།"
 },
 "J407": {
  "tname": "དཔལ་སངས་རྒྱས་ཐོད་པ་ཞེས་བྱ་བ་རྣལ་འབྱོར་མའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་བུདྡྷ་ཀ་པཱ་ལ་ནཱ་མ་ཡོ་གི་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J408(a)": {
  "tname": "དཔལ་སྒྱུ་འཕྲུལ་ཆེན་པོ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་མ་ཧཱ་མཱ་ཡཱ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J408(b)": {
  "tname": "རྡོ་རྗེ་ཨ་ར་ལི་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "བཛྲ་ཨ་ར་ལི་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J409": {
  "tname": "རྀ་ཤི་ཨ་ར་ལིའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "རྀ་ཤི་ཨ་ར་ལི་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J410": {
  "tname": "རྣལ་འབྱོར་མའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་དཔལ་གདན་བཞི་པ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཙ་ཏུཪྤཱི་ཋ་མ་ཧཱ་ཡོ་གི་ནཱི་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J411": {
  "tname": "དཔལ་གདན་བཞི་པའི་བཤད་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་སྔགས་ཀྱི་ཆ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཙ་ཏུ༔པི་ཋ་ཁྱཱ་ཏ་ཏནྟྲ་རཱ་ཛོ་མནྟྲ་ཨཾ་ས་ནཱ་མ།"
 },
 "J412": {
  "tname": "དཔལ་གདན་བཞི་པའི་རྣམ་པར་བཤད་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཙ་ཏུཪྤཱི་ཋ་བི་ཁྱཱ་ཏ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J413": {
  "tname": "དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་དཔའ་བོ་གཅིག་པ་ཞེས་བྱ་བ།",
  "sname": "ཨེ་ཀ་ལ་བཱི་རཱ་ཁྱ་ཤྲཱི་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J414(a)": {
  "tname": "འཕགས་པ་མི་གཡོ་བའི་རྟོག་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ། ",
  "sname": "ཨཱརྱ་ཨ་ཙ་ལ་ཀལྤ་ཏན་རཱ་ཛཱ།"
 },
 "J414(b)": {
  "tname": "འཕགས་པ་མི་གཡོ་བའི་གསང་རྒྱུད་ཆེན་པོ།",
  "sname": "ཨཱརྱ་ཨ་ཙ་ལ་མ་ཧཱ་གུ་ཧྱ་ཏནྟྲ།"
 },
 "J414(c)": {
  "tname": "ཁྲོ་བོའི་རྒྱལ་པོ་ཐམས་ཅད་གསང་སྔགས་གསང་བའི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "ཀྲོ་དྷ་རཱ་ཛཱ་སརྦ་མནྟྲ་གུ་ཧྱ་ཏནྟྲ་ནཱ་མ།"
 },
 "J415": {
  "tname": "རྡོ་རྗེ་བདུད་རྩིའི་རྒྱུད།",
  "sname": "བཛྲ་ཨ་མྲྀ་ཏ་ཏནྟྲ།"
 },
 "J416": {
  "tname": "རིགས་ཀྱི་འཇིག་རྟེན་མགོན་པོ་ལྔ་བཅུ་པ་ཞེས་བྱ་བ།",
  "sname": "ཀུ་ལ་ལོ་ཀ་ནཱ་ཐ་པཉྩི་ཤ་ཀ་ནཱ་མ།"
 },
 "J417": {
  "tname": "འཕགས་མ་སྒྲོལ་མ་ཀུ་རུ་ཀུ་ལླེའི་རྟོག་པ།",
  "sname": "ཨཱརྱ་ཏཱ་རེ་ཀུ་རུ་ཀུལླེ་ཀལྤ།"
 },
 "J418": {
  "tname": "སྒྲོལ་མ་ལ་ཕྱག་འཚལ་ཉི་ཤུ་རྩ་གཅིག་གིས་བསྟོད་པ་ཕན་ཡོན་དང་བཅས་པ།",
  "sname": "ན་མཿཏཱ་རཱེ་ཨེ་ཀ་བིཾ་ཤ་ཏི་སྟོ་ཏྲ་གུ་ཎ་ཧི་ཏ་སཱ་ཀ"
 },
 "J420": {
  "tname": "ནག་པོ་ཆེན་པོ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "མ་ཧཱ་ཀཱ་ལ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J421": {
  "tname": "ཇི་བཞིན་བརྙེས་པ་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "ཡ་ཐཱ་ལ་བྡྷ་ཁ་ས་མ་ཏནྟྲ་ནཱ་མ།"
 },
 "J422": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་ཀྱི་གསང་ཆེན་གསང་བ་འདུས་པ་ཞེས་བྱ་བ་བརྟག་པའི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཀཱ་ཡ་བཱ་ཀ་ཙིཏ་ཏ་ར་ཧ་སྱོ་གུ་ཧྱ་ས་མཱ་ཛ་ནཱ་མ་མ་ཧཱ་ཀལྤ་རཱ་ཛཱ།"
 },
 "J423": {
  "tname": "རྒྱུད་ཕྱི་མ།",
  "sname": "ཨུཏྟ་ར་ཏནྟྲ།"
 },
 "J424": {
  "tname": "རྣལ་འབྱོར་ཆེན་པོའི་རྒྱུད་དཔལ་རྡོ་རྗེ་ཕྲེང་བ་མངོན་པར་བརྗོད་པ་རྒྱུད་ཐམས་ཅད་ཀྱི་སྙིང་པོ་གསང་བ་རྣམ་པར་ཕྱེ་བ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་བཛྲ་མཱ་ལ་ཨ་བྷི་དྷཱ་ན་མ་ཧཱ་ཡོ་ག་ཏནྟྲ་སརྦ་ཏནྟྲ་ཧྲི་ད་ཡ་ར་ཧ་སྱ་བི་ཀ་ཊྃ་ཨི་ཏི།"
 },
 "J425": {
  "tname": "དགོངས་པ་ལུང་བསྟན་པ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "སན་དྷི་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་ཏནྟྲ།"
 },
 "J426": {
  "tname": "ཡེ་ཤེས་རྡོ་རྗེ་ཀུན་ལས་བཏུས་པ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "བཛྲ་ཛྙཱ་ན་ས་མུཙྪ་ཡ་ནཱ་མ་ཏནྟྲ།"
 },
 "J427": {
  "tname": "ལྷ་མོ་བཞིས་ཡོངས་སུ་ཞུས་པ།",
  "sname": "ཙ་ཏུ་དེ་བཱི་པ་རི་པྲིཙྪ།"
 },
 "J428": {
  "tname": "དཔལ་རྡོ་རྗེ་སྙིང་པོ་རྒྱན་གྱི་རྒྱུད་ཅེས་བྱ་བ། ",
  "sname": "ཤྲཱི་བཛྲ་ཧྲཱི་ད་ཡ་ཨ་ལྃ་ཀཱ་ར་ཏནྟྲ་ནཱ་མ།"
 },
 "J429": {
  "tname": "དཔལ་ཡེ་ཤེས་རྡོ་རྗེ་ཀུན་ལས་བསྡུས་པ། ",
  "sname": "ཤྲཱི་ཛྙཱ་ན་བཛྲ་ས་མུཙྩ་ཡ།"
 },
 "J430": {
  "tname": "(དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་གསུང་དང་ཐུགས་ཡོངས་སུ་དག་པའི་ངོ་བོ་ཉིད་ཀྱི་རྡོ་རྗེ་ཞེས་བྱ་བའི་རྟོག་པ།) འཕགས་པ་གཉིས་སུ་མེད་པ་མཉམ་པ་ཉིད་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་རྟོག་པའི་རྒྱལ་པོ་ཆེན་པོ། ",
  "sname": "ཨཱརྱཱ་དྭ་ཡ་ས་མ་ཏཱ་བི་ཛ་ཡཱ་ཁྱཱ་བི་ཀལྤ་མ་ཧཱ་རཱ་ཛཱ།"
 },
 "J431": {
  "tname": "དཔལ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བ་རྣལ་འབྱོར་ཆེན་པོ་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བ་མཉམ་པ་ཉིད་གཉིས་སུ་མེད་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་རྡོ་རྗེ་དཔལ་མཆོག་ཆེན་པོ་བརྟག་པ་དང་པོའོ།",
  "sname": "ཤྲཱི་སརྦ་ཏ་ཐཱ་ག་ཏ་གུ་ཧྱ་ཏནྟྲ་ཡོ་ག་མ་ཧཱ་རཱ་ཛཱ་ཨ་དྭ་ཡ་ས་མ་ཏཱ་བི་ཛ་ཡ་ནཱ་མ་བཛྲ་ཤྲཱི་ཝ་ར་མ་ཧཱ་ཀལྤ་ཨཱ་དི།"
 },
 "J432": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་དྲག་པོ་གསུམ་འདུལ་བ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "ཨཱརྱ་ནཱི་ལཱམ་བ་ར་དྷ་ར་བཛྲ་པཱ་ཎི་རུ་དྲ་བི་ཏྲི་བི་ན་ཏནྟྲ་ནཱ་མ།"
 },
 "J433": {
  "tname": "གསང་བའི་རྒྱུད་རྣམས་ཀྱི་རྣམ་པར་འབྱེད་པ་དྲག་པོ་གསུམ་འདུལ་ཞེས་བྱ་བ།",
  "sname": "རུ་དྲ་ཏྲི་ཏནྟྲ་གུ་ཧྱ་བི་ཝ་རི་ཏྲི་བ་ནི་ཡ་ནཱ་མ།"
 },
 "J434": {
  "tname": "ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་གྱི་ཆོ་ག་རྡོ་རྗེ་བེ་ཅོན་གྱི་རྒྱུད།",
  "sname": "བཛྲ་པཱ་ཎི་ནཱི་ལཱམ་བ་ར་བི་དྷི་བཛྲ་དཎྜ་ཏནྟྲ།"
 },
 "J435": {
  "tname": "ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་རྡོ་རྗེ་གདེངས་པའི་རྒྱུད་ཁམས་གསུམ་ལས་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བ།",
  "sname": "ནཱི་ལཱམྦ་ར་དྷ་ར་བཛྲ་པཱ་ཎི་བཛྲ་ཕཱ་ཎ་ཀསྟནྟྲ་ཏྲཻ་ལོཀྱ་བི་ཛ་ཡ་ནཱ་མ།"
 },
 "J436": {
  "tname": "དཔལ་རྡོ་རྗེ་གཏུམ་པོ་ཐུགས་གསང་བའི་རྒྱུད།",
  "sname": "ཤྲཱི་བཛྲ་ཙཎྜ་ཙིཏྟ་གུ་ཧྱ་ཏནྟྲ།"
 },
 "J437": {
  "tname": "དཔལ་རྡོ་རྗེ་གཏུམ་པོ་ཐུགས་གསང་བའི་རྒྱུད་ཕྱི་མ།",
  "sname": "ཤྲཱི་བཛྲ་ཙཎྜ་ཙིཏྟ་གུ་ཧྱ་ཏནྟྲ་ཨུཏྟ་ར།"
 },
 "J438(a)": {
  "tname": "དཔལ་རྡོ་རྗེ་གཏུམ་པོ་ཐུགས་གསང་བའི་རྒྱུད་ཕྱི་མའི་ཕྱི་མ།",
  "sname": "ཤྲཱི་བཛྲ་ཙཎྜ་ཙིཏྟ་གུ་ཧྱ་ཏནྟྲ་ཨུཏྟ་རོཏྟ་ར།"
 },
 "J438(b)": {
  "tname": "རྨི་ལམ་མཐོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J439": {
  "tname": "ཕྱག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་གནོད་སྦྱིན་དྲག་པོ་ཆེན་པོ་རྡོ་རྗེ་མེ་ལྕེའི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "ནཱི་ལཱམྦ་ར་དྷ་ར་བཛྲ་པཱ་ཎི་ཡཀྵ་མ་ཧཱ་རཱུ་དྲ་བཛྲཱ་ན་ལ་ཛི་ཧྭ་ཏནྟྲ་ནཱ་མ།"
 },
 "J440": {
  "tname": "དཔལ་ཕྱག་ན་རྡོ་རྗེ་གསང་བ་བསྟན་པའི་རྒྱུད།",
  "sname": "ཤྲཱི་བཛྲ་པཱ་ཎི་ཨ་བཱི་ཏནྟྲ་ནཱ་མ།"
 },
 "J441": {
  "tname": "བཅོམ་ལྡན་འདས་ཕྱག་ན་རྡོ་རྗེ་གསང་བ་མངོན་པར་བསྟན་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "བྷ་ག་བཱ་ཎ་བཛྲ་པཱ་ཎི་གུ་ཧྱ་ཨ་བྷི་དེ་ཤ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J442": {
  "tname": "རྡོ་རྗེ་སྙིང་པོ་རྡོ་རྗེ་ལྕེ་དབབ་པ་ཞེས་བྱ་བའི་གཟུང།",
  "sname": "བཛྲ་ཧྲཱི་ད་ཡ་བཛྲ་ཛིཧྭཱི་ན་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J443": {
  "tname": "རྡོ་རྗེ་བདེ་ཁྲོས་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "བཛྲ་སུ་ཁ་ཀྲོ་དྷ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J444": {
  "tname": "རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་སྒྱུ་འཕྲུལ་དྲ་བ་ཞེས་བྱ་བ།",
  "sname": "མཱ་ཡཱ་ཛཱ་ལ་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J445": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེ་གཤེད་ནག་པོ་ཞེས་བྱ་བའི་རྒྱུད། ",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཀཱ་ཡ་ཝཱཀ་ཙིཏྟ་ཀྲིཥྞ་ཡ་མཱ་རི་ནཱ་མ་ཏནྟྲ།"
 },
 "J446": {
  "tname": "གཤིན་རྗེའི་གཤེད་ནག་པོའི་འཁོར་ལོ་ལས་ཐམས་ཅད་གྲུབ་པར་བྱེད་པ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཡ་མཱ་རི་ཀྲིཥྞ་ཀརྨ་སརྦ་ཙཀྲ་སིདྡྷ་ཀ་ར་ནཱ་མ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J447": {
  "tname": "དཔལ་རྡོ་རྗེ་འཇིགས་བྱེད་ཆེན་པོའི་རྒྱུད་ཅེས་བྱ་བ། ",
  "sname": "ཤྲཱི་བཛྲ་མ་ཧཱ་བྷཻ་ར་བ་ནཱ་མ་ཏནྟྲ།"
 },
 "J448": {
  "tname": "དཔལ་རྡོ་རྗེ་འཇིགས་བྱེད་ཀྱི་རྟོག་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་བཛྲ་བྷཻ་ར་བ་ཀལྤ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J449": {
  "tname": "དཔལ་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་རྟོག་པ་གསུམ་པ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཀྲྀཥྞ་ཡ་མཱ་རི་ཏནྟྲ་རཱ་ཛཱ་ཏྲི་ཀལྤ་ནཱ་མ།"
 },
 "J450": {
  "tname": "གཏམ་རྒྱུད་ཀྱི་རྟོག་པ།",
  "sname": ""
 },
 "J451": {
  "tname": "དཔལ་གཤིན་རྗེའི་གཤེད་དམར་པོ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་རཀྟ་ཡ་མཱ་རི་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J452": {
  "tname": "དཔལ་བཅོམ་ལྡན་འདས་རལ་པ་གཅིག་པའི་བརྟག་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་བྷ་ག་བཱན་ཨེ་ཀ་ཛ་ཊ་མ་ཧཱ་ཀལྤ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J453": {
  "tname": "དཔལ་ཟླ་གསང་ཐིག་ལེ་ཞེས་བྱ་བ་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་ཙནྡྲ་གུ་ཧྱ་ཏིལ་ཀ་ནཱ་མ་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J454(a)": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་དེ་ཁོ་ན་ཉིད་བསྡུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཏཏྟྭ་སམ་གྲ་ཧ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J454(b)": {
  "tname": "གསང་བ་རྣལ་འབྱོར་ཆེན་པོའི་རྒྱུད་རྡོ་རྗེ་རྩེ་མོ།",
  "sname": "བཛྲ་ཤི་ཁ་ར་མ་ཧཱ་གུ་ཧྱ་ཡོ་ག་ཏནྟྲ།"
 },
 "J454(c)": {
  "tname": "ཐམས་ཅད་གསང་བ་ཞེས་བྱ་བ་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "སརྦ་ར་ཧ་སྱོ་ནཱ་མ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J455": {
  "tname": "འཇིག་རྟེན་གསུམ་ལས་རྣམ་པར་རྒྱལ་བ་རྟོག་པའི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "ཏྲཻ་ལོ་ཀྱ་བི་ཛ་ཡ་མ་ཧཱ་ཀལྤ་རཱ་ཛཱ།"
 },
 "J456(a)": {
  "tname": "དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ངན་སོང་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཟི་བརྗིད་ཀྱི་རྒྱལ་པོའི་བརྟག་པ་ཞེས་བྱ་བ།",
  "sname": "སརྦ་དུཪྒ་ཏི་པ་རི་ཤོ་དྷ་ན་ཏེ་ཛོ་རཱ་ཛཱ་ཡ་ཏ་ཐཱ་ག་ཏ་ཨ་ར་ཧ་ཏེ་སཾ་མྱཀ་སཾ་བུདྡྷ་སྱ་ཀལྤ་ནཱ་མ།"
 },
 "J456(b)": {
  "tname": "མངོན་སྤྱོད་ཀྱི་ལས།",
  "sname": ""
 },
 "J457": {
  "tname": "དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ངན་སོང་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཟི་བརྗིད་ཀྱི་རྒྱལ་པོའི་བརྟག་པ་ཕྱོགས་གཅིག་པ་ཞེས་བྱ་བ།",
  "sname": "སརྦ་དུརྒ་ཏི་པ་རི་ཤོ་དྷ་ན་ཏེ་ཛོ་རཱ་ཛཱ་སྱ་ཏ་ཐཱ་ག་ཏ་སྱ་ཨ་ར་ཧ་ཏེ་སཾ་མྱཀ་སཾ་བུདྡྷ་སྱ་ཀལྤ་ཨེ་ཀ་དེ་ཤ་ནཱ་མ།"
 },
 "J458": {
  "tname": "རབ་ཏུ་གནས་པ་མདོར་བསྡུས་པའི་རྒྱུད།",
  "sname": "སུ་པྲ་ཏིཥྛ་ཏནྟྲ་སང་གྲ་ཧ།"
 },
 "J459": {
  "tname": "དཔལ་མཆོག་དང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་རྟོག་པའི་རྒྱལ་པོ།",
  "sname": "ཤྲཱི་པ་ར་མཱ་དི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་ཀལྤ་རཱ་ཛཱ།"
 },
 "J460": {
  "tname": "དཔལ་མཆོག་དང་པོའི་སྔགས་ཀྱི་རྟོག་པའི་དུམ་བུ་ཞེས་བྱ་བ།",
  "sname": "ཤྲཱི་པ་ར་མཱ་དྱ་མནྟྲ་ཀལྤ་ཁཎྜ་ནཱ་མ།"
 },
 "J461": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཚུལ་བརྒྱ་ལྔ་བཅུ་པ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ན་ཡ་ཤ་ཏ་པཉྩཱ་ཤ་ཏི་ཀཱ།"
 },
 "J462": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་གསུང་དང་ཐུགས་ཀྱི་གསང་བ་རྒྱན་གྱི་བཀོད་པ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཀཱ་ཡ་བཱཀ་ཙིཏྟ་གུ་ཧྱ་ཨ་ལྃ་ཀཱ་ར་བྱཱུ་ཧོ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J463": {
  "tname": "དཔལ་རྡོ་རྗེ་སྙིང་པོ་རྒྱན་ཅེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "ཤྲཱི་བཛྲ་མཎྜ་ཨ་ལྃ་ཀ་ར་ནཱ་མ་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J464": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་སྒོ་ཉི་ཤུ་རྩ་ལྔ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པཉྩ་བིང་ཤ་ཏི་ཀ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་མུ་ཁ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J465": {
  "tname": "འཕགས་པ་གསང་བ་ནོར་བུ་ཐིག་ལེ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་གུ་ཧྱ་མ་ཎི་ཏི་ལ་ཀ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J466": {
  "tname": "རྣམ་པར་སྣང་མཛད་ཆེན་པོ་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་རྣམ་པར་སྤྲུལ་པ་བྱིན་གྱིས་རློབ་པ་ཤིན་ཏུ་རྒྱས་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "མ་ཧཱ་བཻ་རོ་ཙ་ན་ཨ་བྷི་སམ་བོ་དྷི་བི་ཀུརྦྦ་ཏི་ཨ་དྷིཥྛཱ་ན་བཻ་པུལ་ལྱྃ་སཱུ་ཏྲ་ཨིན་དྲ་རཱ་ཛཱ་ནཱ་མ་དྷརྨྨ་པརྱ་ཡ།"
 },
 "J467": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཁྲོ་བོའི་རྒྱལ་པོ་འཕགས་པ་མི་གཡོ་བ་དེའི་སྟོབས་དཔག་ཏུ་མེད་པ་བརྟུལ་ཕོད་པ་འདུལ་བར་གསུངས་པ་ཞེས་བྱ་བའི་རྟོག་པ།",
  "sname": "ཨཱརྱ་ཨ་ཙ་ལ་མ་ཧཱ་ཀྲོ་དྷ་རཱ་ཛཱ་སྱ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཏ་སྱ་བ་ལ་ཨ་པ་རི་མི་ཏ་བཱི་ར་བི་ན་ཡ་སྭཱ་ཁྱཱ་ཏོ་ནཱ་མ་ཀལྤ།"
 },
 "J468": {
  "tname": "བཅོམ་ལྡན་འདས་ཕྱག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་གྱི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "བྷ་ག་བཱ་ན་ནཱི་ལཱམ་བ་ར་དྷ་ར་བཛྲ་པཱ་ཎི་ཏནྟྲ་ནཱ་མ།"
 },
 "J469": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་རྡོ་རྗེ་ས་འོག་ཅེས་བྱ་བའི་རྒྱུད།",
  "sname": "ཨཱཪྱ་བཛྲ་པཱ་ཎི་ནཱི་ལཱམ་བ་ར་དྷ་ར་བཛྲ་པཱ་ཏཱ་ལ་ནཱ་མ་ཏནྟྲ།"
 },
 "J470": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་དབང་བསྐུར་བའི་རྒྱུད་ཆེན་པོ། ",
  "sname": "ཨཱརྱ་བཛྲ་པཱ་ཎི་ཨ་བྷི་ཥེ་ཀ་མ་ཧཱ་ཏནྟྲ།"
 },
 "J471": {
  "tname": "རྡོ་རྗེ་ས་གསུམ་དུ་རྒྱུ་བ་ཞེས་བྱ་བའི་རྟོག་པའི་རྒྱལ་པོ། ",
  "sname": "བཛྲ་བྷཱུ་མི་ཏྲི་ཙ་ར་ཎི་རཱ་ཛཱ་ཀལྤ་ནཱ་མ།"
 },
 "J472": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་གྱི་ཆོ་ག་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ནཱི་ལཱྃ་བ་ར་དྷ་ར་བཛྲ་པཱ་ཎི་ཀལྤ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J473": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་ཞེས་བྱ་བ་འཇིག་རྟེན་གསུམ་འདུལ་བའི་རྒྱུད།",
  "sname": "ཨཱརྱ་བཛྲ་པཱ་ཎི་ནཱི་ལཱྃ་བ་ར་དྷ་ར་ཏྲི་ལོ་ཀ་བི་ན་ཡ་ནཱ་མ་ཏནྟྲ།"
 },
 "J474": {
  "tname": "དམ་ཚིག་གསུམ་བཀོད་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "ཏྲི་ས་མ་ཡ་བྱཱུ་ཧཱ་རཱ་ཛཱ་ནཱ་མ་ཏནྟྲ།"
 },
 "J475": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་བདུན་གྱི་སྔོན་གྱི་སྨོན་ལམ་གྱི་ཁྱད་པར་རྒྱས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཔྟ་ཏ་ཐཱ་ག་ཏ་པཱུཪྦ་པྲ་ཎི་དྷཱ་ན་བི་ཤེ་ཥ་བི་སྟཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J476": {
  "tname": "འཕགས་པ་བཅོམ་ལྡན་འདས་སྨན་གྱི་བླ་བཻ་ཌཱུརྱའི་འོད་ཀྱི་རྒྱལ་པོའི་སྔོན་གྱི་སྨོན་ལམ་གྱི་ཁྱད་པར་རྒྱས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་བྷ་ག་བཱ་ན་བྷཻ་ཥ་ཛྱ་གུ་རུ་བཻ་ཌཱུརྱ་པྲ་བྷ་སྱ་པཱུརྦྦ་པྲ་ཎི་དྷཱ་ན་བི་ཤེ་ཥ་བི་སྟཱ་ར་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J477": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་བསྐྱེད་པ་བཻ་ཌཱུརྱའི་འོད་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏ་བཻ་ཌཱུརྱ་པྲ་བྷ་ནཱ་མ་བ་ལ་དྷ་ན་ས་མཱ་དྷི་དྷཱ་ར་ཎཱི།"
 },
 "J478": {
  "tname": "འཕགས་པ་ནོར་བུ་ཆེན་པོ་རྒྱས་པའི་གཞལ་མེད་ཁང་ཤིན་དུ་རབ་ཏུ་གནས་པ་གསང་བ་དམ་པའི་གསང་བའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མ་ཎི་བི་པུ་ལ་བི་མཱ་ན། སུ་པྲ་ཏིཥྛི་ཏ་གུ་ཧྱྃ་བ་ར་མ་ར་ཧ་སྱ་ན་ཀལྤ། རཱ་ཛཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J479(a)": {
  "tname": "བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་རྒྱན་འབུམ་གྱི་གཟུངས།",
  "sname": "བོ་དྷི་ཀ་གརྦྷེ་(ཨཱ་ལྃ་ཀ་ར་)དྲི་ཥྞ་ལཀྵ་དྷཱ་ར་ཎཱི།"
 },
 "J479(b)": {
  "tname": "མཆོད་རྟེན་གཅིག་བཏབ་ན་བྱེ་བ་བཏབ་པར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J480(a)": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐཾད་ཀྱི་བྱིན་གྱིས་བརླབས་ཀྱི་སྙིང་པོ་གསང་བ་རིང་བསྲེལ་གྱི་ཟ་མ་ཏོག་ཅེས་བྱ་བའི་གཟུངས་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་དྷིཥྛཱ་ན་ཧྲྀ་ད་ཡ་གུ་ཧྱ་དྷཱ་ཏུ་ཀ་རཎྜ་ནཱ་མ་དྷཱ་ར་ཎཱི་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J480(b)": {
  "tname": "འཕགས་པ་ཡངས་པའི་གྲོང་ཁྱེར་དུ་འཇུག་པའི་མདོ་ཆེན་པོ།",
  "sname": "ཨཱརྱ་བཻ་ཤཱ་ལཱི་པྲ་བེ་ཤ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J481": {
  "tname": "འཕགས་པ་ཤཱཀྱ་ཐུབ་པའི་སྙིང་པོའི་གཟུངས།",
  "sname": "ཤཱ་ཀྱ་མུ་ནི་ཧྲྀ་ད་ཡ་དྷ་ར་ཎཱི།"
 },
 "J482": {
  "tname": "འཕགས་པ་རྣམ་བར་སྣང་མཛད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱཪྱ་བཻ་རོ་ཙ་ན་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J483": {
  "tname": "འཕགས་པ་རྒྱལ་བའི་བླ་མའི་གཟུངས།",
  "sname": ""
 },
 "J485(a)": {
  "tname": "བདེ་ལྡན་གྱི་སྙིང་པོ།",
  "sname": "སུ་ཁ་བཱ་ཏི་ཧྲྀ་ད་ཡ།"
 },
 "J485(b)": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བུདྡྷ་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J486": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་བུདྡྷ་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི་དྷརྨ་བི་པ་རྱཱ་ཡ།"
 },
 "J487": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡན་ལག་དང་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་བུདྡྷ་ཨངྒ་བ་ཏི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J488": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བཅུ་གཉིས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྭཱི་ད་ཤ་བུདྡྷ་ཀྃ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J489": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བདུན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཔྟ་བུདྡྷ་ཀྃ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J490(a)": {
  "tname": "བཅོམ་ལྡན་འདས་སྣང་བ་མཐའ་ཡས་ཀྱི་གཟུངས་སྔགས།",
  "sname": "བྷ་ག་བཱན་ཨ་མི་ཏཱ་བཱ་དྷཱ་ར་ཎཱི་མནྟྲ།"
 },
 "J490(b)": {
  "tname": "སྣང་བ་མཐའ་ཡས་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J491": {
  "tname": "ཟླ་བའི་འོད་ཀྱི་མཚན་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J492": {
  "tname": "དེ་བཞིན་གཤེགས་པ་སྤྱིའི་སྙིང་པོ་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J493": {
  "tname": "སངས་རྒྱས་རིན་ཆེན་གཙུག་གཏོར་ཅན་གྱི་མཚན་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J494": {
  "tname": "འཕགས་པ་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བི་མ་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J495": {
  "tname": "འཕགས་པ་ཁྱད་པར་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བི་ཤེ་ཥ་བ་ཏི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J496": {
  "tname": "འཕགས་པ་དཀྱིལ་འཁོར་བརྒྱད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཥྚ་མཎྜ་ལ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J497": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡི་གེ་ཉུང་ངུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨལྤ་ཨཀྵ་ར་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J498": {
  "tname": "བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྙིང་པོ།",
  "sname": "བྷ་ག་བ་ཏཱི་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ཧྲྀ་ད་ཡ།"
 },
 "J499": {
  "tname": "སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "བུདྡྷ་བྷ་ག་ཝཱན་ཨཥྚ་ཤ་ཏ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J500": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་རྒྱུད།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་མཱུ་ལ་ཏནྟྲ།"
 },
 "J501": {
  "tname": "དཔའ་བོ་གཅིག་པུ་གྲུབ་པ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "སིདྷི་ཨེ་ཀ་བཱི་ར་མ་ཧཱ་ཏནྟྲ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J502": {
  "tname": "བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་རྣོན་པོ་ལ་བསྟོད་པ།",
  "sname": ""
 },
 "J503": {
  "tname": "འཇམ་དཔལ་ངག་གི་དབང་ཕྱུག་ལ་བུ་མོ་བརྒྱད་ཀྱིས་བསྟོད་པ།",
  "sname": ""
 },
 "J504": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་ཞལ་ནས་གསུངས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་སྭཱ་ཁྱཱ་ཏོ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J505": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱིས་དམོད་གཙུག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J506": {
  "tname": "འཇམ་དཔལ་གྱིས་དམ་བཅས་པའི་གཟུངས།",
  "sname": ""
 },
 "J507": {
  "tname": "འཇམ་དཔལ་གྱི་མཚན།",
  "sname": ""
 },
 "J508": {
  "tname": "རྗེ་བཙུན་འཕགས་པ་འཇམ་དཔལ་གྱི་ཤེས་རབ་དང་བློ་འཕེལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་བ་ཏྟཱ་ར་ཀ་སྱ་པྲ་ཛྙཱ་བུད་དྷི་བར་དྷ་ན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J509": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་སྔགས་ཡི་གེ་འབྲུ་གཅིག་པའི་ཆོ་ག",
  "sname": ""
 },
 "J510": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནཱ་མཱཥྚ་ཤ་ཏ་ཀ"
 },
 "J511": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཀཽ་ཤི་ཀ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཀཽ་ཤི་ཀ་པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནཱ་མ།"
 },
 "J512": {
  "tname": "འཕགས་པ་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བའི་མདོ་སྡེའི་རྒྱལ་པོ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཏའི་ཆིང་གིམ་གོམ་མང་ཛའི་ཤིང་ཝང་གྱིང་།"
 },
 "J513": {
  "tname": "འཕགས་པ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་ཝརྞྞ་པྲ་བྷ་སོཏྟ་མ་སཱུ་ཏྲེནྡྲ་རཱ་ཛཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J514": {
  "tname": "འཕགས་པ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སུ་བཝརྞྞ་པྲ་བྷཱ་སོཏྟ་མ་སཱུ་ཏྲེནྡྲ་རཱ་ཛཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J515": {
  "tname": "སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "མ་ཧཱ་སཱ་ཧ་སྲ་པྲ་མརྡ་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J516": {
  "tname": "རིག་སྔགས་ཀྱི་རྒྱལ་མོ་རྨ་བྱ་ཆེན་མོ།",
  "sname": "མ་ཧཱ་མཱ་ཡཱུ་རཱི་བིདྱཱ་རཱ་ཛྙཱི།"
 },
 "J517": {
  "tname": "འཕགས་པ་རིག་པའི་རྒྱལ་མོ་སོ་སོར་འབྲང་བ་ཆེན་མོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་པྲ་ཏི་ས་རཱ་བིདྱཱ་རཱ་ཛྙཱི།"
 },
 "J518": {
  "tname": "བསིལ་བའི་ཚལ་ཆེན་པོའི་མདོ།",
  "sname": "མ་ཧཱ་ཤཱི་ཏ་བ་ནཱ་སཱུ་ཏྲ།"
 },
 "J519": {
  "tname": "གསང་སྔགས་ཆེན་པོ་རྗེས་སུ་འཛིན་པའི་མདོ།",
  "sname": "མ་ཧཱ་མནྟྲ་ཨ་ནུ་དྷ་ར་ཎི་སཱུ་ཏྲ།"
 },
 "J520": {
  "tname": "འཕགས་མ་འོད་ཟེར་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཱ་རཱི་ཙྱཻ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J521(a)": {
  "tname": "སྒྱུ་མའི་འོད་ཟེར་ཅན་འབྱུང་བའི་རྒྱུད་ལས་ཕྱུང་བའི་རྟོག་པའི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "མཱ་ཡཱ་མཱ་རཱི་ཙྱཻ་ཛཱ་ཏ་ཏནྟྲཱ་དུ་དྷི་ཏཾ་ཀལྤོ་རཱ་ཛཱ་ནཱ་མ།"
 },
 "J521(b)": {
  "tname": "འཕགས་མ་འོད་ཟེར་ཅན་གྱི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་འོད་ཟེར་ཅན་འབྱུང་བའི་རྒྱུད་སྟོང་ཕྲག་བཅུ་གཉིས་པ་ལས་ཕྱུང་བའི་རྟོག་པའི་སྙིང་པོ་བདུན་བརྒྱ་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་མཱ་རཱི་ཙྱཻ་མཎྜ་ལ་བི་དྷྀ་མཱ་རཱི་ཙྱཻ་ཛཱ་ཏ་དྭཱ་ད་ཤ་ས་ཧ་སྲཱ་ཨུ་དྷཱི་ཏོྃ་ཀལྤོ་ཧྲྀ་ད་ཡ་སཔྟ་ཤ་ཏ་ནཱ་མ།"
 },
 "J521(c)": {
  "tname": "འཕགས་པ་པརྞ་ཤ་བ་རིའི་མདོ།",
  "sname": ""
 },
 "J522": {
  "tname": "འཕགས་མ་རི་ཁྲོད་ལོ་མ་གྱོན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་པརྞྞ་ཤ་བ་རི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J523": {
  "tname": "འཕགས་མ་རྡོ་རྗེ་ལུ་གུ་རྒྱུད་མའི་རྒྱུད་ཀྱི་རྟོག་པ།",
  "sname": "ཨཱརྱ་བཛྲ་ཤྲི་ཁཱ་ལ་སྱ་ཏནྟྲ་ཀལྤ།"
 },
 "J524": {
  "tname": "འཕགས་པ་ལྷ་མོ་སྐུལ་བྱེད་མ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙུ་ན་དེ་དེ་བཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J525": {
  "tname": "འཕགས་པ་དུག་སེལ་ཅེས་བྱ་བའི་རིག་སྔགས།",
  "sname": "ཨཱརྱ་ཛྃ་གུ་ལི་ནཱ་མ་བིདྱཱ།"
 },
 "J526": {
  "tname": "འཕགས་པ་དབྱིག་དང་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཧི་ར་ཎྱ་བ་ཏཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J527": {
  "tname": "འཕགས་པ་གྲགས་ལྡན་མའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཡ་ཤོ་བ་ཏཱི་དྷཱ་ར་ཎཱི།"
 },
 "J528": {
  "tname": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་རྒྱལ་བ་ཅན་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱཱ་ཛ་ཡ་བ་ཏཱི་ནཱ་མ་མ་ཧཱ་བིདྱཱ་རཱ་ཛཱ།"
 },
 "J529": {
  "tname": "འཕགས་པ་རྒྱལ་བ་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཛ་ཡ་བ་ཏཱི་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J530": {
  "tname": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་རྨ་བྱའི་ཡང་སྙིང་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་མ་ཡུ་རི་བིདྱཱ་གར་བྷེ་ནཱ་མ།"
 },
 "J531": {
  "tname": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་སྒྲོན་མ་མཆོག་གི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་གྲ་པྲ་དཱི་པ་དྷཱ་ར་ཎཱི་བིདྱཱ་རཱ་ཛཱ།"
 },
 "J532": {
  "tname": "འཕགས་པ་ལྷ་མོ་བརྒྱད་ཀྱི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨཱཥྚ་དེ་བི་དྷཱ་རཱ་ཎཱི།"
 },
 "J533": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐཾད་ཀྱི་གཙུག་གཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་བི་ཛ་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི་ཀལ་པྶཾ་ཧི་ཏ།"
 },
 "J534(a)": {
  "tname": "འཕགས་པ་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཙུག་གཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་དུརྒ་ཏི་པ་རི་ཤོ་དྷ་ནི་ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J534(b)": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་ནཱ་མ་དྷ་ར་ཎཱི་ཀལ་པྃ་ས་ཧི་ཏ།"
 },
 "J535": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་གཏོར་རྣམ་པར་རྒྱལ་མའི་གཟུངས་ཞེས་བྱ་བའི་རྟོག་པ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་བི་ཛ་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི་ཀལྤ།"
 },
 "J536": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་གཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ།",
  "sname": "སརྦ་ཏ་ཐ་ག་ཏ་ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་ན་མ་ཧ་རི་ཎི་ཀལ་པ་ས་ཧི་ཏ།"
 },
 "J537": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་པ་ཕྱིར་ཟློག་པའི་རིགས་བསྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོའོ།",
  "sname": "ཨཱརྱ་སརྦ་ཏ་ཐ་ག་ཏོཥྞཱི་ཥ་སི་ཏ་ཏ་པ་ཏཾ་ནཱ་མ་ཨ་པ་རཱ་ཛི་ཏ་པྲ་ཏྱཾ་གི་ར་མ་ཧཱ་བིདྱཱྃ་རཱ་ཛཱི།"
 },
 "J538(a)": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པ་ཆེན་མོ་མཆོག་ཏུ་གྲུབ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཨ་པ་རཱ་ཛི་ཏ་མ་ཧཱ་པྲ་ཏྱཾ་གི་ར་པ་ར་མ་སིདྡྷ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J538(b)": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཨ་པ་རཱ་ཛཱི་ཏ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J538(c)": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏོ་ཨུཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ནཱ་མ་ཨ་པ་རཱ་ཛཱི་ཏ་དྷཱ་ར་ནི།"
 },
 "J539": {
  "tname": "ཀུན་ནས་སྒོར་འཇུག་པའི་འོད་ཟེར་གཙུག་གཏོར་དྲི་མ་མེད་པར་སྣང་བ་དེ་བཞིན་གཤེགས་པ་ཐཾད་ཀྱི་སྙིང་པོ་དང་དམ་ཚིགས་ལ་རྣམ་པར་ལྟ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ས་མནྟ་མུ་ཁ་པྲ་བེ་ཤ་ར་ཤྨི་བི་མ་ལོཥྞཱི་ཥ་པྲ་བྷཱ་ས་སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲི་ད་ཡ་ས་མ་ཡ་བི་ལོ་ཀི་ཏེ་ནཱ་མ་དྷཱ་ར་ཎི།"
 },
 "J540(a)": {
  "tname": "འཕགས་པ་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་རོ་ག་པྲ་ཤ་མ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J540(b)": {
  "tname": "འཕགས་པ་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་རོ་ག་པྲ་ཤ་མ་ནི་དྷཱ་ར་ཎཱི།"
 },
 "J541": {
  "tname": "འཕགས་པ་རིམས་ནད་རབ་ཏུ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཛྭ་ར་པྲ་ཤ་མ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J542": {
  "tname": "རིམ་ནད་ཞི་བའི་གཟུངས།",
  "sname": "ཛྭ་ར་པྲ་ཤ་མ་ནི་དྷཱ་ར་ཎཱི།"
 },
 "J543": {
  "tname": "འཕགས་པ་མིག་ནད་རབ་ཏུ་ཞི་བར་བྱེད་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཀྵི་རོ་ག་པྲ་ཤ་མ་ནི་སཱུ་ཏྲ།"
 },
 "J544": {
  "tname": "འབྲུམ་བུའི་ནད་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J545": {
  "tname": "འཕགས་པ་གཞང་འབྲུམ་རབ་ཏུ་ཞི་བར་བྱེད་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཪྴ་པྲ་ཤ་མ་ནི་སཱུ་ཏྲ།"
 },
 "J546": {
  "tname": "འཕགས་པ་མི་རྒོད་རྣམ་པར་འཇོམས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙཽ་ར་བི་དྷྭ་ན་ས་ན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J547": {
  "tname": "འཕགས་པ་བུ་མང་པོ་རྟོན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བ་ཧུ་པུ་ཏྲ་པྲ་ཏི་ས་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J548(a)": {
  "tname": "སྟོང་འགྱུར་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J548(b)": {
  "tname": "འཕགས་པ་ཡེ་ཤེས་ཏ་ལ་ལ་ཞེས་བྱ་བའི་གཟུངས་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ།",
  "sname": "ཨཱརྱ་ཛྙཱ་ནོལྐོ་ནཱ་མ་དྷཱ་ར་ཎཱི་སརྦ་ག་ཏེ་པ་རི་ཤོ་དྷ་ནི།"
 },
 "J548(c)": {
  "tname": "འཕགས་པ་འོད་ཟེར་དྲི་མ་མེད་པ་རྣམ་པར་དག་བའི་འོད་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་རསྨི་བི་མ་ལ་བི་ཤུ་དྷེ་པྲ་བྷ་ཎཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J549": {
  "tname": "ཤེས་པས་ཐམས་ཅད་མཐར་ཕྱིན་པར་གྲུབ་པའི་མཆོད་རྟེན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "སརྦ་པྲཛྙཱནྟ་པཱ་ར་མི་ཏ་སིདྡྷྱ་ཙཻ་ཏྱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J550": {
  "tname": "འཕགས་པ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་སྙིང་པོའི་ཆོ་གའི་གཟུངས།",
  "sname": "ཨཱརྱ་པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ཧྲྀ་ད་ཡ་བི་དྷི་དྷཱ་ར་ཎཱི།"
 },
 "J551": {
  "tname": "འཕགས་པ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J552": {
  "tname": "འཕགས་པ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་སྙིང་པོ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་པྲ་ཏཱི་ཏྱ་ས་མུཏྤཱ་ད་ཧྲྀ་ད་ཡ་ནཱ་མ།"
 },
 "J553": {
  "tname": "རིན་པོ་ཆེ་བརྡར་བའི་གཟུངས།",
  "sname": ""
 },
 "J554": {
  "tname": "གཙུག་གཏོར་འབར་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J555": {
  "tname": "སྨན་གཏོར་པའི་ཚེ་སྨནླ་སྔགས་ཀྱིས་གདབ་པ།",
  "sname": ""
 },
 "J556(a)": {
  "tname": "བསྐོར་བའི་གཟུངས།",
  "sname": "པྲ་དཀྵཱི་དྷཱ་ར་ཎཱི།"
 },
 "J556(b)": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་གི་རྟེན་ལ་བསྐོར་བ་བྱ་བའི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་པྲ་དཀྵཱི་རད་ན་ཏྲ་ཡཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J556(c)": {
  "tname": "ཡོན་ཡོངས་སུ་སྦྱོང་བ་ཞེས་བྱ་བ།",
  "sname": "དཀྵི་ཎཱ་མ་པ་རི་ཤོ་དྷ་ནཱི་ནཱ་མ།"
 },
 "J557": {
  "tname": "ཡོན་ཡོངས་སུ་སྦྱོང་བའི་གཟུངས།",
  "sname": "དཀྵི་ཎཱ་པ་རི་ཤོ་དྷ་ནཱི་ནཱ་མ།"
 },
 "J558": {
  "tname": "ཐོས་པ་འཛིན་པའི་གཟུངས།",
  "sname": ""
 },
 "J559": {
  "tname": "ཐོས་པ་འཛིན་པའི་གཟུངས།",
  "sname": ""
 },
 "J560": {
  "tname": "ཤེས་རབ་བསྐྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲཛྙཱ་བར་དྷ་ནཱི་ནཱ་མ་དྷཱ་རཱ་ཎཱི།"
 },
 "J561(a)": {
  "tname": "ཤེས་རབ་སྐྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲཛྙཱ་བར་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J561(b)": {
  "tname": "ཤེས་རབ་སྐྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲཛྙཱ་བར་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J562(a)": {
  "tname": "ཤུ་ལོ་ཀ་བརྒྱ་ལོབས་པ།",
  "sname": ""
 },
 "J562(b)": {
  "tname": "ཤུ་ལོ་ཀ་བརྒྱ་ལོབས་པ།",
  "sname": ""
 },
 "J562(c)": {
  "tname": "ཤུ་ལོ་ཀ་སྟོང་ལོབས་པའི་གཟུངས།",
  "sname": ""
 },
 "J562(d)": {
  "tname": "ཤུ་ལོ་ཀ་སྟོང་ལོབས་པའི་གཟུངས།",
  "sname": ""
 },
 "J563": {
  "tname": "ཤུ་ལོ་ཀ་སུམ་སྟོང་ལོབས་བའི་གཟུངས།",
  "sname": ""
 },
 "J564": {
  "tname": "ཤུ་ལོ་ཀ་སུམ་སྟོང་ལོབས་བའི་གཟུངས།",
  "sname": ""
 },
 "J565": {
  "tname": "མི་བརྗེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J566": {
  "tname": "ཕྱག་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J567": {
  "tname": "གོས་བརྒྱ་ཐོབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J568": {
  "tname": "མི་དགའ་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J569": {
  "tname": "འཕགས་པ་པད་མའི་སྤྱན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J570": {
  "tname": "ངན་སོང་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J571": {
  "tname": "སྐྲན་ཞི་བའི་གཟུངས།",
  "sname": ""
 },
 "J572": {
  "tname": "མ་ཞུ་བའི་ནད་འབྱང་བའི་གཟུངས།",
  "sname": ""
 },
 "J573": {
  "tname": "འཕགས་པ་སྡང་བ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J574": {
  "tname": "སྡིག་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J575": {
  "tname": "ཁྲོ་བ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J576": {
  "tname": "འཕགས་པ་་ཁྲོས་པ་ཞི་བའི་གཟུངས།",
  "sname": ""
 },
 "J577": {
  "tname": "ཚིག་བཙན་པའི་གཟུངས།",
  "sname": ""
 },
 "J578": {
  "tname": "བདག་བསྲུང་བའི་གཟུངས།",
  "sname": ""
 },
 "J579": {
  "tname": "འཕགས་པ་་ཡིད་དུ་འོང་བ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J580": {
  "tname": "མགྲིན་པ་སྙན་པའི་གཟུངས།",
  "sname": ""
 },
 "J581": {
  "tname": "དོན་ཐཾད་འགྲུབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J582": {
  "tname": "ལས་འགྲུབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J583": {
  "tname": "དུག་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J584": {
  "tname": "བཅིངས་པ་ལས་གྲོལ་བའི་གཟུངས།",
  "sname": ""
 },
 "J585": {
  "tname": "འཕགས་པ་་བདུད་ཐམས་ཅད་སྐྲག་པར་བྱེད་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J586": {
  "tname": "རྨ་འབྱོར་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས་སྔགས།",
  "sname": ""
 },
 "J587": {
  "tname": "མེའི་ཟུག་རྔུ་རབ་ཏུ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J588": {
  "tname": "མཁྲིས་པའི་ནད་སེལ་བའི་སྔགས།",
  "sname": ""
 },
 "J589": {
  "tname": "བད་ཀན་གྱི་ནད་སེལ་བའི་གཟུངས་སྔགས།",
  "sname": ""
 },
 "J590": {
  "tname": "ཀྵ་ཡའི་ནད་སེལ་བའི་སྔགས།",
  "sname": ""
 },
 "J591": {
  "tname": "འཕགས་པའི་རིམས་དང་། སྲོག་ཆགས་ཀྱིས་མི་ཚུགས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J592": {
  "tname": "སྟོང་ཆེན་མོ་ནས་ཕྱུང་བ་སྨན་ལ་སྔགས་ཀྱི་གདབ་པ།",
  "sname": ""
 },
 "J593": {
  "tname": "སྨན་གཏོང་པའི་ཚེ་སྨན་ལ་སྔགས་ཀྱིས་གདབ་པ།",
  "sname": ""
 },
 "J594": {
  "tname": "མཆོག་ཐོབ་པའི་རིག་སྔགས།",
  "sname": "ཨ་གྲ་བིདྱཱ་མནྟྲ།"
 },
 "J595": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J596": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པའི་གཟུངས།",
  "sname": ""
 },
 "J597": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བརྒྱད་སྟོང་པའི་གཟུངས།",
  "sname": ""
 },
 "J598": {
  "tname": "ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་སྙིང་པོའི་གཟུངས།",
  "sname": ""
 },
 "J599": {
  "tname": "ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J600": {
  "tname": "ཕ་རོལ་ཏུ་ཕྱིན་པ་བཅུ་ཐོབ་པར་འགྱུར་བའི་གཟུང།",
  "sname": ""
 },
 "J601": {
  "tname": "ཚད་མེད་པ་བཞི་ཐོབ་པར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J602": {
  "tname": "ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པ་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J603": {
  "tname": "འཕགས་པ་ཕལ་པོ་ཆེ་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J604": {
  "tname": "འཕགས་པ་སྡོང་པོ་བཀོད་པའི་སྙིང་པོ།",
  "sname": ""
 },
 "J605": {
  "tname": "འཕགས་པ་ཏིང་ངེ་འཛིན་གྱི་རྒྱལ་པོའི་མདོ་བཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J606": {
  "tname": "འཕགས་པ་རྨ་བྱ་ཆེན་མོའི་སྙིང་པོ།",
  "sname": ""
 },
 "J607": {
  "tname": "འཕགས་མ་སོ་སོར་འབྲང་མ་ཆེན་མོ་བཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J608": {
  "tname": "འཕགས་པ་ལང་ཀར་གཤེགས་པའི་མདོ་ཐམས་ཅད་ཀླགས་པར་འགྱུར་པའི་གཟུངསསྔགས།",
  "sname": ""
 },
 "J609(a)": {
  "tname": "མཆོད་པའི་སྤྲིན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པཱུ་ཛ་མེ་གྷ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J609(b)": {
  "tname": "ཕྱག་དང་། བསྟོད་པ་དང་། བྱིན་རླབས་དང་། མཆོད་པའི་སྤྲིན་འབྱུང་བ་དང་། མཆོད་པ་དང་། བསྙེན་གནས་དང་། ཕྱག་བྱས་པར་འགྱུར་བ།",
  "sname": ""
 },
 "J610": {
  "tname": "འཕགས་པ་ཡོན་ཏན་བསྔགས་པ་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱཱ་པ་རི་མི་ཏ་གུན་ཨ་ནུ་ཤང་སཱ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J611": {
  "tname": "འཕགས་པ་ཆོས་ཐམས་ཅད་ཀྱི་ཡུམ་ཞེས་བྱའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་དྷ་རྨ་(མཱ་)ཏྲི་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི། "
 },
 "J612": {
  "tname": "འཕགས་པ་ཕྱིར་ཟློག་པ་སྟོབས་ཅན་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བ་ལ་བ་ཏཱི་ནཱ་མ་པྲ་ཏྱང་གི་རཱ།"
 },
 "J613(a)": {
  "tname": "མདངས་ཕྱིར་མི་འཕྲོག་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J613(b)": {
  "tname": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་དབུགས་ཆེན་པོ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བིདྱཱ་རཱ་ཛཱ་ཤྭཱ་ས་མ་ཧཱ་ནཱ་མ།"
 },
 "J614(a)": {
  "tname": "ཁྲོ་བོ་རྣམ་པར་རྒྱལ་བའི་རྟོག་པ་གསང་བའི་རྒྱུད།",
  "sname": "ཀྲོ་དྷ་བི་ཛ་ཡ་ཀལྤ་གུ་ཧྱ་ཏན་ཏྲ།"
 },
 "J614(b)": {
  "tname": "འཕགས་པ་གཙུག་གི་ནོར་བུ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙཱུ་ཌ་མ་ཎི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J614(c)": {
  "tname": "འཕགས་པ་ཙན་དན་གྱི་ཡན་ལག་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙན་དན་ཨང་ག་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J614(d)": {
  "tname": "ཕྱིར་ཟློག་པ་འཕགྶ་པ་རྣཾ་པར་རྒྱལ་བ་ཅན་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བི་ཛ་ཡ་བ་ཏེ་ནཱ་མ་པྲ་ཏྱཾ་གི་རཱ།"
 },
 "J615": {
  "tname": "འཕགྶ་པ་མདངས་ཕྱིར་འཕྲོག་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་ཨོ་ཛ་པྲ་ཏྱྃ་གི་ར་ཎི་སཱུ་ཏྲ།"
 },
 "J616": {
  "tname": "འཕགས་པ་གཞན་གྱིས་མི་ཐུབ་པ་རིན་པོ་ཆེའི་ཕྲེང་བ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་རད་ན་མཱ་ལ་ནཱ་མ་ཨ་པ་རཱ་ཛི་ཏ།"
 },
 "J617(a)": {
  "tname": "འཕགྶ་པ་གཞན་གྱིས་མི་ཐུབ་པ་མི་འཇིགྶ་པ་སྦྱིན་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཨ་བྷ་ཡཱ་ཏ་ནཱ་མ་ཨ་པ་རཱ་ཛི་ཏ།"
 },
 "J617(b)": {
  "tname": "འཕགས་པ་གདོན་མི་ཟ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ནི་ཤྩ་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J617(c)": {
  "tname": "གཞན་གྱིས་མི་ཐུབ་པའི་རྀག་པ་ཆེན་མོ།",
  "sname": ""
 },
 "J618": {
  "tname": "འཕགས་པ་ཐམས་ཅད་ལ་མི་འཇིགས་པ་རབ་ཏུ་སྦྱིན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་ཨ་བྷ་ཡ་པྲ་དཱ་ན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J619": {
  "tname": "འཕགས་པ་དབང་བསྐུར་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བྷི་ཥཱིཉྩ་ནི་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J620": {
  "tname": "འཕགས་པ་མིག་རྣམ་པར་སྦྱོང་བ་ཞེས་བྱ་བའི་རིག་སྔགས།",
  "sname": "ཨཱརྱ་ཙཀྵུར་བི་ཤོ་དྷ་ནི་ནཱ་མ་བི་དྱཱ་མནྟྲ།"
 },
 "J621": {
  "tname": "འཕགས་པ་བར་དུ་གཅོད་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨརྱ་སརྦ་ཨན་ཏ་རཱ་ཡི་བི་ཤོ་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J622": {
  "tname": "འཕགས་པ་བར་དུ་གཅོད་པ་ཐམས་ཅད་སེལ་བའི་གཟུངས་སྔགས།",
  "sname": "ཨརྱ་སརྦ་ཨན་ཏ་ར་སྃ་གྲཱ་ས་དྷཱ་ར་ཎཱྀ་མན་ཏྲ།"
 },
 "J623": {
  "tname": "འཕགས་པ་འགྲོ་ལྡིང་བའི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཨརྱ་དྲ་མི་དྲ་བི་དྱ་རཱ་ཛ།"
 },
 "J624": {
  "tname": "འཕགས་པ་རྒྱལ་མཚན་གྱི་རྩེ་མོའི་དཔུང་རྒྱན་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་དྷྭ་ཛ་ཨ་གྲ་ཀེ་ཡཱུར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J625": {
  "tname": "འཕགས་པ་སའི་དབང་པོ་ཆེན་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱི་མ་རྡེནྡྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J626": {
  "tname": "འཕགས་པ་བེ་ཅོན་ཆེན་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨརྱ་མ་ཧཱ་དཎྜ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J627": {
  "tname": "འཕགྶ་པ་སྒོ་བཟང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སུ་མུ་ཁན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J628": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་དྷརྨ་སཱ་ག་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J629": {
  "tname": "ཚིགས་སུ་བཅད་པ་གཉིས་པའི་གཟུངས།",
  "sname": "གཱ་ཐཱ་དྭཱི་ཡ་དྷཱ་ར་ཎཱི།"
 },
 "J630": {
  "tname": "འཕགས་པ་སྒོ་དྲུག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཥཊ་མུ་ཁ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J631": {
  "tname": "འཕགས་པ་ཡི་གེ་དྲུག་མའི་རིག་སྔགས།",
  "sname": "ཨཱརྱ་ཥཊ་ཀྵ་རི་བིདྱཱ།"
 },
 "J632": {
  "tname": "འཕགས་པ་གསེར་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨརྱ་ཀཱན་ཀ་བ་ཏི་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J633": {
  "tname": "སྙིང་རྗེའི་མཆོག་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཀ་རུ་ཎ་ཨ་གྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J634": {
  "tname": "འཕགས་པ་མེ་ཏོག་བརྩེགས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་པུཥྤ་ཀཱུ་ཊ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J635": {
  "tname": "འཕགས་པ་གཟུངས་ཆེན་པོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་དྷཱ་ར་ཎཱི།"
 },
 "J636": {
  "tname": "འཕགས་པ་མི་གཡོ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་ཙ་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J637": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་ཁྲོ་བོའི་རྒྱལ་པོའི་རྟོག་པ་བསྡུས་པའི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བཛྲ་ཀྲོ་དྷ་རཱ་ཛཱ་ཀལ་པ་ལ་གྷུ་ཏན་ཏྲ་ནཱ་མ།"
 },
 "J638": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཨཥྚོ་ཏྟ་ར་ཤ་ཏ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J639": {
  "tname": "འཕགས་པ་བྱམས་པའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་ནཱ་མ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J640": {
  "tname": "འཕགས་པ་ནམ་མཁའི་སྙིང་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ཁ་གརྦྷ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J641": {
  "tname": "འཕགས་པ་ཀུན་དུ་བཟང་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ས་མནྟ་བྷ་དྲ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J642": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་བཛྲ་པཱ་ཎི་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J643": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་ཀུ་མཱ་ར་བྷཱུ་ཏཱཥྚོཏྟ་ར་ཤ་ཏ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J644": {
  "tname": "འཕགས་པ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨརྱ་སརྦ་ནི་བ་ར་ཎ་བི་སྐྃ་བྷི་ནཱི་ནཱ་མཱ་ཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་རཱ་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J645": {
  "tname": "འཕགས་པ་སའི་སྙིང་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ཀྵ་ཏི་གཪྦཱེ་ཨཥྚོཏྟ་ར་ཤ་ཏུ་ཀ་ནཱ་མ་དྷཱ་ར་ཎི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J646": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་སྱ་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀ"
 },
 "J647": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀན།"
 },
 "J648": {
  "tname": "འཕགས་པ་བྱམས་པས་དམ་བཅས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་ན་པྲ་ཏི་ཛྙཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J649": {
  "tname": "འཕགས་པ་གནོད་འཛིན་གྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཛམ་བྷལ་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀ"
 },
 "J650": {
  "tname": "མདོ་ཆེན་པོ་འདུས་པ་ཆེན་པོའི་མདོ་ཞེས་བྱ་བ།",
  "sname": "མ་ཧཱ་ས་མཱ་ཛ་སཱུ་ཏྲན་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲ།"
 },
 "J651": {
  "tname": "མདོ་ཆེན་པོ་ཀུན་ཏུ་རྒྱུ་བ་དང་། ཀུན་ཏུ་རྒྱུ་བ་མ་ཡིན་པ་དང་མཐུན་པའི་མདོ་ཞེས་བྱ་བ།",
  "sname": "ཨཱ་ཊཱ་ནཱ་ཊཱི་ཡ་མ་སཱུ་ཏྲཱན་ནཱ་མ་མ་ཧཱ་ཡ་སཱུ་ཏྲ།"
 },
 "J652": {
  "tname": "འཕགྶ་པ་སྤྲིན་ཆེན་པོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ།"
 },
 "J653": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོ་རླུང་གི་དཀྱིལ་འཁོར་གྱི་ལེའུ་ཀླུ་ཐཾད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ་བྷ་ཏ་མཎ་ཌ་ལི་སརྦ་ནཱ་ག་ཧྲྀ་ད་ཡ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J654": {
  "tname": "འཕགས་པ་ཀླུའི་རྒྱལ་པོ་གཟི་ཅན་གྱིས་ཞུས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ན་མ་སྭཱི་ནཱ་ག་རཱ་ཛཱ་པ་རི་པྲིཙྪཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J655": {
  "tname": "ཚོགས་ཀྱི་བདག་པོ་ཆེན་པོའི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "མ་ཧཱ་ག་ན་པ་ཏི་ཏན་ཏྲ་ནཱ་མ།"
 },
 "J656": {
  "tname": "འཕགས་པ་ཚོགས་ཀྱི་བདག་པོའི་སྙིང་པོ།",
  "sname": "ཨཱརྱ་ག་ཎ་པ་ཏི་ཧྲྀ་ད་ཡ།"
 },
 "J657": {
  "tname": "འཕགས་མ་གཟའ་རྣམས་ཀྱི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་གྲ་ཧཱ་མཱ་ཏྲཱི་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J658": {
  "tname": "གཟའ་རྣམས་ཀྱི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "གྲ་ཧ་མཱ་ཏྲི་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J659(a)": {
  "tname": "འཕགས་པ་ནོར་གྱི་རྒྱུན་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བ་སུ་དྷ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J659(b)": {
  "tname": "བཅོམ་ལྡན་འདས་མ་ནོར་རྒྱུན་མའི་རྟོག་པ།",
  "sname": "བྷ་ག་ཝ་ཏཱི་བ་སུ་དྷ་ར་ཀལྤ།"
 },
 "J660": {
  "tname": "བཅོམ་ལྡན་འདས་མ་ནོར་རྒྱུན་མའི་གཟུངས་ཀྱི་རྟོག་པ།",
  "sname": "བྷ་ག་ཝ་ཏཱི་བ་སུ་དྷ་ར་དྷཱ་ར་ཎཱི་ཀལྤ།"
 },
 "J661": {
  "tname": "དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད།",
  "sname": "ཤྲཱི་མ་ཧཱ་ཀཱ་ལ་ཏནྟྲ།"
 },
 "J662": {
  "tname": "དཔལ་མགོན་པོ་ནག་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཤྲཱི་མ་ཧཱ་ཀཱ་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J663": {
  "tname": "ལྷ་མོ་ནག་མོ་ཆེན་མོའི་གཟུངས།",
  "sname": "དེ་བཱི་མ་ཧཱ་ཀཱ་ལཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J664": {
  "tname": "འཕགས་པ་ནག་པོ་ཆེན་པོའི་གཟུངས་རིམས་ནད་ཐམས་ཅད་ལས་ཐར་བར་བྱེད་པ།",
  "sname": ""
 },
 "J665": {
  "tname": "དཔལ་ལྷ་མོ་ནག་མོའི་བསྟོད་པ་རྒྱལ་པོའི་རྒྱུད།",
  "sname": "ཤྲཱི་དེ་བི་(ཀཱ་ལཱི་པྲ་ཤཾ་ས་)ཀ་པྲ་མ་རཱ་ཛ་ཏན་ཏྲ་ཀཱ་ལི།"
 },
 "J666(a)": {
  "tname": "དཔལ་ལྷ་མོ་ནག་མོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ།",
  "sname": "ཤྲཱི་དེ་བི་ཀཱ་ལི་ཨཥྚ་ཤ་ཏ་ཀ"
 },
 "J666(b)": {
  "tname": "ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བསྟོད་པ།",
  "sname": ""
 },
 "J667": {
  "tname": "འཕགས་པ་རོ་ལངས་བདུན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སཔ་ཏ་བེ་ཏཱ་ཌ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J668": {
  "tname": "སུ་རུ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "སུ་རུ་པ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J669": {
  "tname": "ཡེ་ཤེས་སྐར་མདའི་སྙིང་པོ།",
  "sname": ""
 },
 "J670": {
  "tname": "བདུད་རྩི་འབྱུང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨ་མྲི་ཏ་བྷ་བ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J671": {
  "tname": "ཡི་དྭགས་མོ་ཁ་འབར་མ་དབུགས་དབྱུང་བའི་གཏོར་མའི་ཆོ་ག",
  "sname": ""
 },
 "J672": {
  "tname": "ཡི་དྭགས་ཁ་ནས་མེ་འབར་བ་ལ་སྐྱབས་མཛད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲེ་ཏ་མུ་ཁ་ཨགྣི་ཛྭ་ལ་ཡ་ཤ་ར་ཀཱ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J673": {
  "tname": "འཇུར་འགེགས་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J674(a)": {
  "tname": "ལུས་ཀྱི་ཟག་པ་སྦྱིན་པར་གཏང་བའི་གཟུངས།",
  "sname": ""
 },
 "J674(b)": {
  "tname": "ཇི་ལྟར་སྨོན་ལམ་བཏབ་པ་བཞིན་དུ་སྐྱེ་བ།",
  "sname": ""
 },
 "J675(a)": {
  "tname": "འཕགས་པ་ཚེ་དཔག་མེད་ཀྱི་སྙིང་པོ།",
  "sname": "ཨཱརྱ་ཨ་པ་རི་མི་ཏཱ་ཡུ་ར་ཧྲི་ད་ཡ།"
 },
 "J675(b)": {
  "tname": "འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་པ་རི་མི་ཏ་ཨ་ཡུར་ཛྙཱ་ན་ནཱ་མ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J675(c)": {
  "tname": "འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J676": {
  "tname": "འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་པ་ར་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J677": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་རྩ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་པད་མ་དྲ་བ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་པདྨ་ཛཱ་ལ་མཱུ་ལ་ཏན་ཏྲ་རཱ་ཛ་ནཱ་མ།"
 },
 "J678": {
  "tname": "འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ།",
  "sname": "ཨརྱ་ཨཱ་མོ་གྷ་པཱ་ཤ་ཀལ་པ་རཱ་ཛཱ།"
 },
 "J679": {
  "tname": "འཕགས་པ་དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་མོ་གྷ་པཱ་ཤ་ཧྲི་ད་ཡྃ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J680": {
  "tname": "འཕགས་པ་དོན་ཡོད་ཞགས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་མོ་གྷ་པཱ་ཤ་པཱ་ར་མི་ཏཱ་ཥཊ་པ་རི་པཱུ་ར་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J681": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཕྱག་སྟོང་སྤྱན་སྟོང་དུ་སྤྲུལ་པ་རྒྱ་ཆེན་པོ་ཡོངས་སུ་རྫོགས་པ་ཐོགས་པ་མེད་པར་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པའི་གཟུངས།",
  "sname": "ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ས་ཧ་སྲི་ཀ་བྷུ་ཛ་ལོ་ཙ་ན་ནི་རྨཱ་ཎ་བི་སྟཱ་ར་པ་རི་པཱུརྞཱ་སྃ་ག་མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ་དྷ་ར་ཎི།"
 },
 "J682": {
  "tname": "འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཕྱག་སྟོང་སྤྱན་སྟོང་དང་ལྡན་པ་ཐོགས་པ་མི་མངའ་བའི་ཐུགས་རྗེ་ཆེན་པོའི་སེམས་རྒྱ་ཆེར་ཡོངས་སུ་རྫོགས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱཱ་བོ་དྷི་ས་ཏྭཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ས་ཧཱ་སྲ་བྷུ་ཛ་ནེ་ཏྲཱ་སྃ་ག་མ་ཧཱ་ཀཱ་རུ་ཎཱི་ཀ་ཙི་ཏྟ་བིསྟཱ་ར་པ་རི་པཱུརྣཱ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J683(b)": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གསང་བའི་མཛོད་ཐོགས་པ་མེད་པའི་ཡིད་བཞིན་གྱི་འཁོར་ལོའི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་ཝ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཏེ་སྱ་ཀོ་ཥཱ་གུ་ཧྱ་པྲ་ཏི་ཧ་ཏ་ཙིཏྟ་ཙཀྲ་ཧྲི་དཱ་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J684": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J685": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་ཀྱི་སྙིང་པོ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཧྲི་ད་ཡ།"
 },
 "J686": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཞལ་བཅུ་གཅིག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཨེ་ཀ་ད་ཤ་མུ་ཁ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J687": {
  "tname": "འཕགས་པ་ཞལ་བཅུ་གཅིག་པའི་རིག་སྔགས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མུ་ཁ་ད་ཤཻ་ཀ་བིདྱཱ་མནྟྲ་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J688": {
  "tname": "པད་མ་ཅོད་པན་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "པད་མ་མུ་ཀུ་ཊ་ཏན་ཏྲ་ནཱ་མ།"
 },
 "J689": {
  "tname": "འཇིག་རྟེན་དབང་ཕྱུག་གི་རྟོག་པ།",
  "sname": "ལོ་ཀི་ཤྭ་ར་ཀལྤ།"
 },
 "J690": {
  "tname": "འཕགས་པ་ཀུན་ཏུ་བཟང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ས་མནྟ་བྷ་དྲ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J691": {
  "tname": "འཕགས་པ་ནཱི་ལ་ཀཎྛ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ནཱི་ལ་ཀཎྛ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J692": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཧ་ཡ་གྲཱྀ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཧ་ཡ་གྲཱི་བ་དྷཱ་ར་ཎཱི།"
 },
 "J693": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོའི་གཟུངས་ཕན་ཡོན་མདོར་བསྡུས་པ་ཞེས་བྱ་བ།",
  "sname": "མ་ཧཱ་ཀ་རུ་ཎི་ཀ་ནཱ་མ་ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་དྷ་ར་ཎཱི་ཨ་ནུ་ཤན་ས་ས་ཧི་ཏ་སུ་ཏྲ་ཏ་སྃ་གྲ་ཧཱི་ཏ།"
 },
 "J694": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ནཱ་མ་ཤ་ཏ་ཨཥྚ།"
 },
 "J695": {
  "tname": "འཕགས་པ་གནོད་འཛིན་ཆུ་དབང་སྙིང་རྗེ་ཅན་གྱི་གཟུངས་བདེ་བྱེད་ཅེས་བྱ་བ།",
  "sname": "ཀཱ་རུ་ཎི་ཀ་སྱ་ཨཱརྱ་ཛམྦྷ་ལ་ཛ་ལེནྡྲ་སུ་ཤཾ་ཀ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J696": {
  "tname": "བཀླགས་པས་གྲུབ་པ་བཅོམ་ལྡན་འདས་མ་འཕགས་མ་སོར་མོ་ཅན་ཞེས་བྱ་བ་རིག་པའི་རྒྱལ་མོ།",
  "sname": "(སི་དྡྷ་པ་ཋིཏ་)བྷ་ག་ཝ་ཏཱི་ཨཱརྱ་ཨདྒུ་ལི་ནཱ་མ་བིདྱཱ་རཱ་ཛེ།"
 },
 "J697": {
  "tname": "འཕགས་པ་ལུས་ཀྱི་དབྱིབས་མཛེས་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་རུ་ཙི་ར་ཨྃ་ག་ཡཥྛི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J698": {
  "tname": "སེང་གེ་སྒྲའི་རྒྱུད་ཅེས་བྱ་བ།",
  "sname": "སིཾ་ཧ་ནཱ་ད་ཏནྟྲ་ནཱ་མ།"
 },
 "J699": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སེང་གེ་སྒྲའི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ་སིངྷ་ནཱ་ད་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J700": {
  "tname": "སེང་གེ་སྒྲའི་གཟུངས།",
  "sname": "སིཾ་ཧ་ནཱ་ད་དྷཱ་ར་ཎཱི།།"
 },
 "J701": {
  "tname": "འཕགས་པ་སྙིང་རྗེས་མི་བཤོལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཀཱ་རུ་ཎ་ཨ་ན་བི་ལཾ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J702": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་ཝ་ལོ་ཀི་ཏེ་ཤྭ་ར་མཱ་ཏཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J703": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡུམ་སྒྲོལ་མ་ལས་སྣ་ཚོགས་འབྱུང་བ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་མཱ་ཏ་ནི་ཏཱ་ར། བི་ཤྭ་ཀར་མ་བྷ་བ་ཏན་ཏྲ་ནཱ་མ།"
 },
 "J704": {
  "tname": "རྗེ་བཙུན་མ་འཕགས་མ་སྒྲོལ་མའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཏཱ་རཱ་བྷཊྚ་ཏཱ་རི་ཀ་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀྃ"
 },
 "J705(a)": {
  "tname": "ལྷ་མོ་སྒྲོལ་མའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཏཱ་ར་དེ་བཱི་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀན།"
 },
 "J705(b)": {
  "tname": "འཕགས་མ་སྒྲོལ་མའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏཱ་ར་དེ་བཱི་དྷཱ་ར་ཎཱི།"
 },
 "J706": {
  "tname": "འཕགས་མ་སྒྲོལ་མ་རང་གིས་དམ་བཅས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏཱ་རཱ་སྭ་པྲ་ཏི་ཛྙཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J707": {
  "tname": "འཕགས་མ་སྒྲོལ་མ་འཇིགས་པ་བརྒྱད་ལས་སྐྱོབ་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཏཱ་ར་ཨཥྚ་གྷོ་རེ་ཏཱ་སྦཱི་སཱུ་ཏྲ།"
 },
 "J708": {
  "tname": "འཕགས་པ་འཇིགས་པ་ཆེན་པོ་བརྒྱད་ལས་སྒྲོལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨཥྚ་མ་ཧཱ་བ་ཡ་ཏཱ་རཱ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J709": {
  "tname": "དཔལ་ལྷ་མོ་སྒྲ་དབྱངས་ལ་བསྟོད་པ།",
  "sname": ""
 },
 "J710": {
  "tname": "འཕགས་པ་ལྷ་མོ་ཆེན་མོ་དཔལ་ལུང་བསྟན་པ།",
  "sname": "ཨཱརྱཱ་ཤྲཱི་མ་ཧཱ་དེ་བི་བྱཱ་ཀ་ར་ཎ།"
 },
 "J711(a)": {
  "tname": "འཕགས་པ་དཔལ་ཆེན་མོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་ཤྲཱི་ཡཿསཱུ་ཏྲཾ།"
 },
 "J711(b)": {
  "tname": "དཔལ་གྱི་ལྷ་མོའི་མཚན་བཅུ་གཉིས་པ།",
  "sname": "ཤྲཱི་དེ་བི་ནཱ་མ་དྭ་ད་ཤ།"
 },
 "J712": {
  "tname": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བ། ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་ཀརྨ་ཨཱ་བ་ར་ཎ་བི་ཤོ་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J713": {
  "tname": "འཕགས་པ་རིག་པ་མཆོག་གི་རྒྱུད་ཆེན་པོ།",
  "sname": "ཨཱརྱ་བིདྱཱ་ཨུད་ཏམ་མ་ཧཱ་ཏན་ཏྲ།"
 },
 "J714": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་ས་འོག་གི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བཛྲ་པཱ་ཏཱ་ལ་ནཱ་མ་ཏནྟྲ་རཱ་ཛཱ།"
 },
 "J715": {
  "tname": "འབྱུང་པོ་འདུལ་བ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ།",
  "sname": "བྷཱུ་ཏ་ཌཱ་མ་ར་མ་ཧཱ་ཏནྟྲ་རཱ་ཛ་ནཱ་མ།"
 },
 "J716": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེའི་མཚན་བརྒྱད་པ་གསང་སྔགས་དང་བཅས་པ།",
  "sname": ""
 },
 "J717": {
  "tname": "རྡོ་རྗེ་རྣམ་པར་འཇོམས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "བཛྲ་བི་དཱ་ར་ཎཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J718": {
  "tname": "འཕགས་པ་རྡོ་རྗེའི་རི་རབ་ཆེན་པོའི་རྩེ་མོའི་ཁང་པ་བརྩེགས་པའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱ་བཛྲ་མེ་རུ་ཤི་ཁ་ར་ཀཱུ་ཊཱ་གཱ་ར་དྷཱ་ར་ཎཱི།"
 },
 "J719": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་མི་འཕམ་པ་མེ་ལྟར་རབ་ཏུ་རྨོངས་བྱེད་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བཛྲ་ཨ་ཛི་ཏི་ཨ་ན་ལ་པྲ་མོ་ཧ་ནཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J720": {
  "tname": "རྡོ་རྗེ་ཕྲ་མོ་ཐོག་པ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "བཛྲ་སཱུཀྵྨ་ཨ་པྲ་ཏི་ཧ་ཏ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J721": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་བཅུའི་སྙིང་པོ།",
  "sname": "ཨཱརྱ་ད་ཤ་བཛྲ་པཱ་ཎི་ཧྲྀ་ད་ཡ།"
 },
 "J722": {
  "tname": "རྡོ་རྗེ་མཆུ་ཞེས་བྱ་བ་ཀླུའི་དམ་ཚིག",
  "sname": "བཛྲ་ཏུཎྜ་ནཱ་མ་ནཱ་ག་ས་མ་ཡ།"
 },
 "J723(a)": {
  "tname": "རྡོ་རྗེ་གནམ་ལྕགས་མཆུ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "བཛྲ་ལོ་ཧ་ཏུཎྜ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J723(b)": {
  "tname": "འཕགས་པ་ལྕགས་མཆུ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ལོ་ཧ་ཏུཎྜ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J723(c)": {
  "tname": "འཕགས་པ་ལྕགས་ཀྱི་མཆུ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ལོ་ཧ་ཏུཎྜེ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J723(d)": {
  "tname": "འཕགས་པ་ལྕགས་མཆུ་ནག་པོ།",
  "sname": "ཨཱརྱ་ས་དྷྲི་ཥ་ཨ་ཡ་ཨཽཥྛ།"
 },
 "J724": {
  "tname": "འཕགས་པ་སྟོབས་པོ་ཆེ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་བ་ལ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J725": {
  "tname": "མཆོད་པའི་སྤྲིན་ཅེས་བྱ་བའི་གཟུངས",
  "sname": "པཱུ་ཛ་མེ་གྷ་ནཱ་མ་དྷ་ར་ནི།"
 },
 "J726": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་འཇིགས་བྱེད་ཀྱི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་བཛྲ་བྷཻ་ར་བ་དྷཱ་ར་ཎཱི་ནཱ་མ།"
 },
 "J727": {
  "tname": "འཕགས་པ་བདུད་རྩི་ཐབ་སྦྱོར་གྱི་སྙིང་པོ་བཞི་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཀུཎྜ་ལྱཱ་མྲི་ཏ་ཧྲི་ད་ཡ་ཙ་ཏུཪྠ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J728": {
  "tname": "ཁྲོ་བོའི་རྒྱལ་པོ་སྨེ་བརྩེགས་ལ་བསྟོད་པའི་སྔགས།",
  "sname": "ཀྲོ་དྷ་བྷུར་ཀུཾ་ཏ་རཱ་ཛ་སྟོ་ཏྲ་མན་ཏྲ།"
 },
 "J729": {
  "tname": "འཕགས་པ་བགེགས་སེལ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བིགྷྣ་བི་ནཱ་ཡ་ཀཱ་ར་ཏྲ་སཱུ་ཏྲ།"
 },
 "J730": {
  "tname": "འཕགས་པ་ནོར་བུ་བཟང་པོའི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་མ་ཎི་བྷ་དྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J731": {
  "tname": "གནོད་སྦྱིན་ནོར་བུ་བཟང་པོའི་རྟོག་པ།",
  "sname": "མ་ཎི་བྷ་དྲཱ་ཡ་ཡཀྵ་སེ་ན་ཀལ་པཱ།"
 },
 "J732": {
  "tname": "གར་མཁན་མཆོག་གི་བསྒྲུབ་བའི་ཆོ་ག་གསུམ་པ།",
  "sname": ""
 },
 "J733": {
  "tname": "འཕགས་པ་གནོད་འཛིན་དཔལ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཛཾ་བྷ་ལ་ཤྲཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J734": {
  "tname": "འཕགས་པ་གནོད་གནས་དབང་པོ་ཅི་ལྟར་འབྱུང་བའི་རྟོག་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཛམ་བྷ་ལ་ཛ་ལེན་དྲ་ཡ་ཐཱ་ལབྡྷ་ཀལ་པ་ནཱ་མ།"
 },
 "J735": {
  "tname": "འཕགས་པ་མེ་ཁ་ལ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཻ་ཁ་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J736": {
  "tname": "འཕགས་པ་དཔུང་བཟང་གིས་ཞུས་པ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "ཨཱརྱ་སུ་བཱ་ཧུ་པ་རི་པྲྀཙྪཱ་ནཱ་མ་ཏནྟྲ།"
 },
 "J737": {
  "tname": "དཀྱིལ་འཁོར་ཐམས་ཅད་ཀྱི་སྤྱིའི་ཆོ་ག་གསང་བའི་རྒྱུད།",
  "sname": "སརྦ་མཎྜ་ལ་སཱ་མཱ་ནྱ་བི་དྷིན་གུ་ཧྱ་ཏནྟྲ།"
 },
 "J738": {
  "tname": "བསམ་གཏན་གྱི་ཕྱི་མ་རིམ་པར་ཕྱེ་བ།",
  "sname": "དྷྱཱ་ནོཏྟ་ར་པ་ཊ་ལ་ཏྲི།"
 },
 "J739": {
  "tname": "ལེགས་པར་གྲུབ་པར་བྱེད་པའི་རྒྱུད་ཆེན་པོ་ལས་སྒྲུབ་པའི་ཐབས་རིམ་པར་ཕྱེ་བ།",
  "sname": "སུ་སིདྡྷི་ཀ་ར་མ་ཧཱ་ཏནྟྲ་སཱ་དྷ་ནཽ་པཱ་ཡི་ཀ།"
 },
 "J740(a)": {
  "tname": "འཕགས་པ་དགོངས་པའི་རྒྱུད་ཀྱི་ཕྲེང་བ་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ངེས་པ་ཆེན་པོ་བསྟན་པ་ལས་ནོར་བུ་ཆེན་པོ་རིན་པོ་ཆེ་ལ་མཁས་པ་བསྟན་པ་ཡོངས་སུ་བསྔོ་བ་ཆེན་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་སན་དྷི་མཱ་ལ་མ་ཧཱ་ཏནྟྲ་བོ་དྷི་སཏྭ་མ་ཧཱ་བི་ནིཤྩ་ཡ་ནིརྡེ་ཤཱད་མ་ཧཱ་མ་ཎི་རཏྣ་ཀཽ་ཤལ་ལྱ་ནིརྡེ་ཤ་མ་ཧཱ་པ་རི་ཎཱ་མྃ་ནཱ་མ་རཱ་ཛཱ།"
 },
 "J740(b)": {
  "tname": "འཕགས་པ་ཡོངས་སུ་བསྔོ་བའི་རྒྱལ་པོ་ཆེན་པོ་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་པ་རི་ཎཱ་མ་ན་རཱ་ཛཱ་ས་མན་ཏྲ་ཀ།"
 },
 "J740(c)": {
  "tname": "དཔལ་ལེགས་པར་གྲུབ་པར་བྱེད་པའི་རྒྱུད་ཆེན་པོ་ལས་བྱུང་བའི་སྨོན་ལམ།",
  "sname": ""
 },
 "J741": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཡིད་བཞིན་གྱི་ནོར་བུའི་རྟོག་པ་ལས་སྨོན་ལམ་འབྱུང་བ། སྔགས་སྙིང་བཞི་འབྱུང་བ་དང་། སྨོན་ལམ་དང་ཚིགས་སུ་བཅད་པ་དང་སྔགས་སུ་བཅས་པ།",
  "sname": ""
 },
 "J742": {
  "tname": "སྟོང་ཆེན་མོ་རབ་ཏུ་འཇོམས་པ་ལས་གསུངས་པའི་སྨོན་ལམ།",
  "sname": ""
 },
 "J743": {
  "tname": "རིག་སྔགས་ཀྱི་རྒྱལ་མོ་རྨ་བྱ་ཆེན་མོ་ལས་གསུངས་པའི་སྨོན་ལམ་དང་བདེན་ཚིག",
  "sname": ""
 },
 "J744(a)": {
  "tname": "སྦྱིན་པའི་རབས་ལས་འབྱུང་བའི་སྨོན་ལམ།",
  "sname": ""
 },
 "J744(b)": {
  "tname": "འཕགས་པ་ཡངས་པའི་གྲོང་ཁྱེར་དུ་འཇུག་པའི་མདོ་ལས་འབྱུང་བའི་བདེ་ལེགས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": ""
 },
 "J745(a)": {
  "tname": "བདེ་ལེགས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "སྭ་སྟི་གཱ་ཐཱ།"
 },
 "J745(b)": {
  "tname": "བདེ་ལེགས་སུ་འགྱུར་བའི་ཚིགས་སུ་བཅད་པ།",
  "sname": "སྭསྟྱ་ཡ་ན་གཱ་ཐཱ།"
 },
 "J745(c)": {
  "tname": "ལྷས་ཞུས་པའི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "དེ་བ་པ་རི་པྲྀཙྪཱ་མཾ་ག་ལ་གཱ་ཐཱ།"
 },
 "J745(d)": {
  "tname": "དཔལ་རྣལ་འབྱོར་གྱི་རྒྱུད་ཀྱི་དཀྱིལ་འཁོར་གྱི་ལྷ། དེ་བཞིན་གཤེགས་པ་རིགས་ལྔ་འཁོར་དང་བཅས་པ། ལྷ་སུམ་ཅུ་རྩ་བདུན་གྱི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": ""
 },
 "J745(e)": {
  "tname": "སངས་རྒྱས་རབས་བདུན་གྱི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "བུད་དྷ་ཀ་མ་ལ་སཔྟ་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J745(f)": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ལྔའི་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "པཉྩ་ཏ་ཐཱ་ག་ཏ་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J745(g)": {
  "tname": "དཔལ་རིགས་གསུམ་གྱི་བཀྲ་ཤིས།",
  "sname": ""
 },
 "J745(h)": {
  "tname": "དཀོན་མཆོག་གསུམ་གྱི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "རཏ་ན་ཏྲི་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J745(i)": {
  "tname": "རིགས་གསུམ་གྱི་བཀྲ་ཤིས།",
  "sname": ""
 },
 "J745(j)": {
  "tname": "བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J745(k)": {
  "tname": "དཀོན་མཆོག་གསུམ་གྱི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "རཏ་ན་ཏྲི་སྭ་སྟི་གཱ་ཐཱ།"
 },
 "J746": {
  "tname": "ཆོས་ཐམས་ཅད་རྫོགས་པ་ཆེན་པོ་བྱང་ཆུབ་ཀྱི་སེམས་ཀུན་བྱེད་རྒྱལ་པོ།",
  "sname": "སརྦ་དྷརྨ་མཧཱ་སན་ཏི་བོ་དྷི་ཙིཏྟ་ཀུ་ལ་ཡ་རཱ་ཛཱ།"
 },
 "J747": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཐུགས་གསང་བའི་ཡེ་ཤེས་དོན་གྱི་སྙིང་པོ་རྡོ་རྗེ་བཀོད་པའི་རྒྱུད་རྣལ་འབྱོར་གྲུབ་པའི་ལུང་ཀུན་འདུས་རིག་པའི་མདོ་ཐེག་པ་ཆེན་པོ་མངོན་པར་རྟོགས་པ་ཆོས་ཀྱི་རྣམ་གྲངས་རྣམ་པར་བཀོད་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཙིཏྟ་ཛྙཱ་ན་གུ་ཧྱ་ཨཪྠ་གཪྦྷ་བྱཱུ་ཧ་བཛྲ་ཏནྟྲ། སིདྡྷི་ཡོ་ག་ཨཱ་ག་མ་ས་མཱ་ཛ་སརྦ་བིདྱཱ་སཱུ་ཏྲ་མ་ཧཱ་ཡཱ་ན་ཨ་བྷི་ས་མ་ཡ་དྷརྨཱ་པརྱ་ཡ་བི་བྱཱུ་ཧ་ནཱ་མ་སཱུ་ཏྲྃ། བྲུ་ཞའི་སྐད་དུ། ཧོ་ན་པ་ན་རིལ་ཏིལ་པི་བུ་བི་ཏི་ལ་ཏི་ཏ་སིང་འུ་ན་འུབ་ཧང་པང་རིལ་འུབ་པི་སུ་བང་རི་ཞེ་ཧལ་པའི་མ་ཀྱང་ཀུའི་དང་རོང་ཏི།"
 },
 "J748": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བ། གསང་བའི་མཛོད་ཆེན་པོ་མི་ཟད་པ་གཏེར་གྱི་སྒྲོན་མ། བརྟུལ་ཞུགས་ཆེན་པོ་བསྒྲུབ་པའི་རྒྱུད།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་གུ་ཧྱ་མཧཱ་གུཔྟ་ཀོ་ཥ་ཨཀྵ་ཡ་ནི་དྷི་དཱི་པ་མཧཱ་པྲ་ཏ་སཱ་དྷ་ན་ཏནྟྲ་ཛྙཱ་ནཱ་ཤྩ་རྱ་དྷྱུ་ཏི་ཙཀྲ་ནཱ་མ་མཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J749": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཐུགས་གསང་བའི་ཡེ་ཤེས་དོན་གྱི་སྙིང་པོ་ཁྲོ་བོ་རྡོ་རྗེའི་རིགས་ཀུན་འདུས་རིག་པའི་མདོ་རྣལ་འབྱོར་གྲུབ་པའི་རྒྱུད་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་ཙིཏྟ་གུ་ཧྱ་ཛྙཱ་ན་ཨརྠ་གརྦྷ་བཛྲ་ཀྲོ་དྷ་ཀུ་ལ་ཏན་ཏྲ་བི་ན་ཐཱརྠ་བདྱཱ་ཡོ་ག་སིད་དྷེ་ནཱ་མ་མ་ཧཱ་ཡ་ན་སཱུ་ཏྲ།"
 },
 "J750": {
  "tname": "དཔལ་གསང་བའི་སྙིང་པོ་དེ་ཁོ་ན་ཉིད་རྣམ་པར་ངེས་པ།",
  "sname": "ཤྲཱི་གུ་ཧྱ་གརྦྷ་ཏ་ཏྭ་བི་ནི་ཤྩ་ཡ།"
 },
 "J751": {
  "tname": "རྡོ་རྗེ་སེམས་དཔའི་སྒྱུ་འཕྲུལ་དྲ་བ་གསང་བ་ཐམས་ཅད་ཀྱི་མེ་ལོང་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "བཛྲ་སཏྭ་མཱ་ཡཱ་ཛ་ལ་གུ་ཧྱ་སརྦ་ཨཱ་དར་ཤ་ནཱ་མ་ཏན་ཏྲ།"
 },
 "J752": {
  "tname": "གསང་བའི་སྙིང་པོ་དེ་ཁོ་ན་ཉིད་ངེས་པ།",
  "sname": ""
 },
 "J753": {
  "tname": "འཕགས་པ་ཐབས་ཀྱི་ཞགས་པ་པད་མོའི་ཕྲེང་བ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J754": {
  "tname": "ལྷ་མོ་སྒྱུ་འཕྲུལ་དྲ་བ་ཆེན་མོ་ཞེས་བྱ་བའི་རྒྱུད།",
  "sname": "དེ་བཱི་ཛཱ་ལི་མཧཱ་མཱ་ཡཱ་ཏན་ཏྲ་ནཱ་མ།"
 },
 "J755": {
  "tname": "གསང་བའི་སྙིང་པོ་དེ་ཁོ་ན་ཉིད་ངེས་པའི་བླ་མ་ཆེན་པོའོ།",
  "sname": ""
 },
 "J756": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་ལས་བཞི་འཁོར་ལོ་གསང་བའི་སྒྱུད།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་ཀརྨ་ཙྭད་ཏ་རི་ཙཀྲ་གུ་ཧྱ་ཏན་ཏྲ།"
 },
 "J757": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་དགོངས་པ་བླ་ན་མེད་པ་གསང་བ་རྟ་མཆོག་རོལ་པའི་རྒྱུད་ཆེན་པོ་ཞེས་བྱ་བ།",
  "sname": "སརྦ་ཏ་ཐཱ་ག་ཏ་བུད་ཏྲོ་པུ་ན་གུ་ཧྱ་བ་ནོ་ཤི་ཨ་ཤྭོཏྟ་མ་བི་ན་ས་མ་ཏ་ཏན་ཏྲ་ནཱ་མ།"
 },
 "J758": {
  "tname": "དཔལ་ཧེ་རུ་ཀ་སྙིང་རྗེ་རོལ་པའི་རྒྱུད་གསང་བ་ཟབ་མོའི་མཆོག་ཅེས་བྱ་བ།",
  "sname": "ཤྲཱི་ཧེ་རུ་ཀ་ཀཱ་རུ་ཎ་ཀྲཱི་ཌི་ཏ་ཏན་ཏྲ་གུ་ཧྱ་གྃ་བྷཱི་ར་ཨུཏ་ཏ་མ་ནཱ་མ།"
 },
 "J759(a)": {
  "tname": "ཐམས་ཅད་བདུད་རྩི་ལྔའི་རང་བཞིན། དངོས་གྲུབ་ཆེན་པོ་ཉེ་བའི་སྙིང་པོ་མཆོག",
  "sname": "སརྦ་པཉྩ་ཨ་མྲྀ་ཏ།ས་ར་སིདྡྷི་མཧཱ་དུ་ཀ།ཧྲི་ད་ཡཱ་ན་པ་ར་བིད་ཏྭན་ཨཥྚ།"
 },
 "J759(b)": {
  "tname": "ཚངས་པ་ལ་སོགས་པ་དྲང་སྲོང་དང་། ལྷ་དང་། ཀླུ་དང་། མིའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།",
  "sname": "ཨ་མྲྀ་ཏ་ར་ས་ཡ་ན། ཏ་ན་ཛྷ་ཡ། པྲ་ཤསྟ་བྲ་མ་ན་ཤྲི་ཀ་ན་པྲ་ཤསྟ་ཡ་ན་མོ།"
 },
 "J759(c)": {
  "tname": "བཅོམ་ལྡན་འདས་གཉིས་མེད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། དེ་ནས་སྤྱོད་པ་བསྟན་ཏེ། ལུང་ཨ་ནུ་ཡོ་ག་རྫོགས་པའི་རྣལ་འབྱོར་དུ་བསྟན་པ།",
  "sname": "པྲ་ཛྙཱ་བྷ་ག་བ་ན་མ་ཧཱ་རཱ་ཛཱ།"
 },
 "J759(d)": {
  "tname": "འབྲས་བུ་ཆེན་པོ་ལྔ་བསྒྲལ་བའོ། །ཨ་ནུ་ཡོ་གའི་སྤྱོད་པ་བླ་ན་མེད་པ་བསྟན་པ།",
  "sname": "སྟན་མ་ཧཱ་ད་ར་པཉྩ།"
 },
 "J759(e)": {
  "tname": "རིགས་ལྔ་བདེ་བར་གཤེགས་པ་ལ་ཕྱག་འཚལ་ལོ། །མ་ཧཱ་ཡོ་གའི་དོན་དུ་སྒྲུབ་པའི་ཐབས་འདི་བསྟན་པ།",
  "sname": "ཀུ་ལ་པཉྩ་བུདྡྷ་ན་མ༔།"
 },
 "J759(f)": {
  "tname": "བདུད་རྩི་འཁྱིལ་པ་ལ་ཕྱག་འཚལ་ལོ། བདུད་རྩི་སྦྱོར་བའི་ཐབས་བསྟན་པ།",
  "sname": "ཨ་མྲྀ་ཏ་ཀུཎྜ་ལི་ན་མ༔།"
 },
 "J759(g)": {
  "tname": "བདུད་རྩི་བུམ་པའི་ལུང་། བསྒྲུབ་པའི་ཡུལ་དང་གནས་བསྟན་པ།",
  "sname": "ཨ་མྲྀ་ཏ་ཀ་ལ་ཤ་སིདྡྷི།"
 },
 "J759(h)": {
  "tname": "བཅོམ་ལྡན་འདས་འཇམ་དཔལ་རྣོན་པོ་ལ་ཕྱག་འཚལ་ལོ།",
  "sname": "བྷ་ག་བཱན་མཉྫུ་ཤྲཱི་ཏཱིཀྵྞ་ན་མ༔སིདྡྷྃ།"
 },
 "J760": {
  "tname": "མཁའ་འགྲོ་མ་མེ་ལྕེ་འབར་བའི་རྒྱུད།",
  "sname": "ཌཱ་ཀི་ནཱི་ཨགྣི་ཛི་ཧྭ་ཛྭ་ལཱ་ཏནྟྲྃ།"
 },
 "J761": {
  "tname": "དྲག་སྔགས་འདུས་པ་རྡོ་རྗེ་རྩ་བའི་རྒྱུད་ཞེས་བྱ་བཿ",
  "sname": "བཛྲ་མནྟྲ་བྷི་རུ་སནྟི་མ་ར་ཏནྟྲ་ནཱ་མ༔"
 },
 "J762": {
  "tname": "འཇིག་རྟེན་མཆོད་བསྟོད་སྒྲུབ་པ་རྩ་བའི་རྒྱུད་ཞེས་བྱ་བ།",
  "sname": "ལོ་ཀ་སྟོ་ཏྲ་པཱུ་ཛ་ཏནྟྲ་ནཱ་མ་ནོ་པི་ཀ་སནྟ་ཀྃ"
 },
 "J763": {
  "tname": "རྒྱུད་གཟུངས་འདུས།",
  "sname": ""
 },
 "J764": {
  "tname": "སྤྱན་འདྲེན་རྒྱུད་གསུམ་པ།",
  "sname": ""
 },
 "J765": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་ཏ་ལ་ལའི་གཟུངས་ཤེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་རད་ན་ལོ་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J766": {
  "tname": "འཕགས་པ་ཡེ་ཤེས་ཏ་ལ་ལ་ཞེས་བྱ་བའི་གཟུངས་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ།",
  "sname": "ཨཱརྱ་ཛྙཱ་ན་ལྐྰོ་ནཱ་མ་དྷཱ་ར་ཎཱི་སརྦ་ག་ཏི་པ་རི་ཤོ་དྷ་ནི།"
 },
 "J767": {
  "tname": "འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J768": {
  "tname": "འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J769": {
  "tname": "འཕགས་པ་ཡོན་ཏན་བསྔགས་པ་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་པ་རི་མི་ཏ་གུ་ཎ་ཨ་ནུ་ཤང་སཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J770": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བདུན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སཔ་ཏ་བུདྡྷི་ཀན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J771": {
  "tname": "འཕགས་པ་སངས་རྒྱས་བཅུ་གཉིས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་དྭ་ད་ཤ་བུདྡྷ་ཀན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J772": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས།",
  "sname": "ཨཱརྱ་བུདྡྷ་ཧྲཱི་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི་དྷརྨ་པ་རྱཱ་ཡ།"
 },
 "J773": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བུདྡྷ་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J774": {
  "tname": "འཕགས་པ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡན་ལག་དང་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་བུདྡྷ་ཨང་ག་བ་ཏི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J775": {
  "tname": "འཕགས་པ་ཙན་དན་གྱི་ཡན་ལག་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙན་དན་ཨང་ག་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J776": {
  "tname": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་སྒྲོན་མ་མཆོག་གི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་གྲ་པྲ་དཱི་པ་དྷཱ་ར་ཎཱི་བི་དྱཱ་རཱ་ཛཱ།"
 },
 "J777": {
  "tname": "འཕགས་པ་དབང་བསྐུར་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བྷི་ཥཱི་ཉྩ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J778": {
  "tname": "འཕགས་པ་ཤཱཀྱ་ཐུབ་པའི་སྙིང་པོའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཤཱཀྱ་མུ་ནི་ཧྲྀ་ད་ཡ་དྷཱ་ར་ཎཱི།"
 },
 "J779": {
  "tname": "འཕགས་པ་རྣམ་པར་སྣང་མཛད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བཻ་རོ་ཙ་ན་ཧྲྀ་ད་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J780": {
  "tname": "དེ་བཞིན་གཤེགས་པ་སྨན་གྱི་བླའི་སྙིང་པོའི་གཟུངས།",
  "sname": ""
 },
 "J781": {
  "tname": "འཕགས་པ་རྒྱལ་བའི་བླ་མའི་གཟུངས།",
  "sname": ""
 },
 "J782": {
  "tname": "བཅོམ་ལྡན་འདས་སྣང་བ་མཐའ་ཡས་ཀྱི་གཟུངས་སྔགས།",
  "sname": "བྷ་ག་བ་ན་ཨ་མི་ཏཱ་བྷ་དྷཱ་ར་ཎཱི་མན་ཏྲ།"
 },
 "J783": {
  "tname": "སངས་རྒྱས་རྣམ་པར་སྣང་མཛད་ཀྱི་རྒྱལ་པོའི་གཟུངས།",
  "sname": "བུ་དྡྷ་བཻ་རོ་ཙ་ན་རཱ་ཛ་དྷཱ་ར་ཎཱི།"
 },
 "J784": {
  "tname": "འཕགས་པ་པད་མའི་སྤྱན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J785": {
  "tname": "སྣང་བ་མཐའ་ཡས་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J786": {
  "tname": "ཟླ་བའི་འོད་ཀྱི་མཚན་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J787": {
  "tname": "དེ་བཞིན་གཤེགས་པ་སྤྱིའི་སྙིང་པོ་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J789": {
  "tname": "སངས་རྒྱས་རིན་ཆེན་གཙུག་ཏོར་གྱི་མཚན་རྗེས་སུ་དྲན་པ།",
  "sname": ""
 },
 "J790": {
  "tname": "འཕགས་པ་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བི་མ་ལ་ནཱ་མ་དྷཱ་ར་ཎི།"
 },
 "J791": {
  "tname": "འཕགས་པ་ཁྱད་པར་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བི་ཤི་ཥ་བ་ཏི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J792": {
  "tname": "སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": ""
 },
 "J793": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཨཥྚོ་ཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J794": {
  "tname": "འཕགས་པ་བྱམས་པའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་ཡ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J795": {
  "tname": "འཕགས་པ་ནམ་མཁའི་སྙིང་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ཨཱཀཱཤ་གརྦྷ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J796": {
  "tname": "འཕགས་པ་ཀུན་དུ་བཟང་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ས་མནྟ་བྷ་དྲ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J797(a)": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་བཛྲ་པཱ་ཎི་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J797(b)": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་ཀུ་མཱར་བྷུཏ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J798": {
  "tname": "འཕགས་པ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་སརྦ་ནཱི་ཝ་ར་ཎ་བྵྀ་ཀྨབྷཱི་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J799": {
  "tname": "འཕགས་པ་སའི་སྙིང་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་གཟུངས་སྔགས་དང་བཅས་པ།",
  "sname": "ཨཱརྱ་ཀྵི་ཏི་གརྦྷ་ཨཥྚོཏྟ་ར་ཤ་ཏ་ཀ་དྷཱ་ར་ཎཱི་མནྟྲ་ས་ཧི་ཏ།"
 },
 "J800": {
  "tname": "འཕགས་པ་དཀྱིལ་འཁོར་བརྒྱད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཥྚ་མཎ་ཌལ་ཀ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J801": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བྱིན་གྱི་བརླབས་ཀྱི་སྙིང་པོ་གསང་བའི་རིང་བསྲེལ་གྱི་ཟ་མ་ཏོག་ཅེས་བྱ་བའི་གཟུངས་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་དྷིཥྛཱ་ན་ཧྲི་ད་ཡ་གུ་ཧྱ་དྷཱ་ཏུ་ཀ་རན་ཌ་མུན་དྲ་ནཱ་མ་དྷཱ་ར་ཎཱི་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J802": {
  "tname": "ཤེས་པས་ཐམས་ཅད་མཐར་ཕྱིན་པར་གྲུབ་པའི་མཆོད་རྟེན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J803": {
  "tname": "འཕགས་པ་ནོར་བུ་ཆེན་པོ་རྒྱས་པའི་གཞལ་མེད་ཁང་ཤིན་དུ་རབ་ཏུ་གནས་པ་གསང་བ་དམ་པའི་གསང་བའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མ་ཎི་བི་པུ་ལ་བི་མུད་བེ་ཤྭཱ་སུ་པྲ་ཏི་ཥྛི་ཏ་གུཧྱྃ་པ་ར་མ་ར་ཧ་སྱན་ཀལ་པ་རཱ་ཛཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J804": {
  "tname": "འཕགས་པ་མེ་ཏོག་བརྩེགས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་པུཥྤ་ཀཱུ་ཊ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J805": {
  "tname": "འཕགས་པ་སའི་དབང་པོ་ཆེན་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱི་མ་རྡེན་དྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J806": {
  "tname": "འཕགས་པ་གཟུངས་ཆེན་པོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་དྷཱ་ར་ཎཱི།"
 },
 "J807": {
  "tname": "བདེ་ལྡན་གྱི་སྙིང་པོ།",
  "sname": "སུ་ཁ་བཱ་ཏི་ཧྲྀ་ད་ཡ།"
 },
 "J808": {
  "tname": "འཕགས་པ་བྱམས་པས་དམ་བཅས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་ན་པྲ་ཏི་ཛྙཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J809": {
  "tname": "འཕགས་པ་སྒྲིབ་པ་རྣམ་པར་སེལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བ་ར་ཎ་བིསྐྃ་བི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J810": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་ཞལ་ནས་གསུངས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་སྭཱ་ཁྱཱ་ཏོ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J811": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱིས་དམོད་བཙུགས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J812": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་མཚན།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་ནཱ་མ།"
 },
 "J813": {
  "tname": "རྗེ་བཙུན་འཕགས་པ་འཇམ་དཔལ་གྱི་ཤེས་རབ་དང་བློ་འཕེལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཉྫུ་ཤྲཱི་བྷ་ཌྷྲཱ་ར་ཀ་སྱ་པྲཛྙཱ་བུད་དྷི་བ་ར་དྷ་ན་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J814": {
  "tname": "འཕགས་པ་འཇམ་དཔལ་གྱི་སྔགས་ཡི་གེ་འབྲུ་གཅིག་པའི་ཆོ་ག",
  "sname": ""
 },
 "J815": {
  "tname": "འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཕྱག་སྟོང་སྤྱན་སྟོང་དང་ལྡན་པ་ཐོགས་པ་མི་མངའ་བའི་ཐུགས་རྗེ་ཆེན་པོའི་སེམས་རྒྱ་ཆེར་ཡོངས་སུ་རྫོགས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J816": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གསང་བའི་མཛོད་ཐོགས་པ་མེད་པའི་ཡིད་བཞིན་གྱི་འཁོར་ལོའི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J817": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཞལ་བཅུ་གཅིག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཨེ་ཀ་ད་ཤ་མུ་ཁ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J818": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ།",
  "sname": "ཨཱ་རྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་་རཱ་ཡ་ནཱ་མ་ཨཥྚ་(ཤ་)ཏ་ཀན།"
 },
 "J819": {
  "tname": "འཕགས་པ་དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་ཨ་མོ་གྷ་པཱ་ཤ་ཧྲི་ད་ཡྃ་ནཱ་མ་(མ་)ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J820": {
  "tname": "ས་བཅུ་པའི་གཟུངས།",
  "sname": "ད་ཤ་བྷཱུ་མི་དྷཱ་ར་ཎཱི།"
 },
 "J821": {
  "tname": "འཕགས་པ་དོན་ཡོད་ཞགས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་མོ་གྷ་པཱ་ཤ་པཱ་ར་མི་ཏཱ་ཥཊ་པ་རི་པཱུ་ར་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J822": {
  "tname": "འཕགས་པ་ཀུན་དུ་བཟང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ས་མན་ཏ་བྷ་དྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J823": {
  "tname": "འཕགས་པ་ནཱི་ལ་ཀཎ་ཋ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ནཱི་ལ་ཀཎ་ཋ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J824": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཧ་ཡ་གྲཱི་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཧ་ཡ་གྲཱི་བ་དྷཱ་ར་ཎཱི།"
 },
 "J825": {
  "tname": "འཕགས་པ་མེ་ཁ་ལ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མེ་ཁ་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J826": {
  "tname": "སྙིང་རྗེས་མི་བཤོལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J827(a)": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་མཱ་ཏཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J827(b)": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J828": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་ཀྱི་སྙིང་པོ།",
  "sname": "ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཧྲི་ད་ཡ།"
 },
 "J829": {
  "tname": "སེང་གེ་སྒྲས་དམ་བཅས་པའི་གཟུངས།",
  "sname": ""
 },
 "J830": {
  "tname": "སྙིང་རྗེའི་མཆོག་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཀ་རུ་ཎ་ཨ་གྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J831": {
  "tname": "འཕགས་པ་སྒོ་མཐའ་ཡས་པས་སྒྲུབ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨ་ནན་ཏ་མུ་ཁ་ནི་ཧ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J832": {
  "tname": "འཕགས་པ་སྒོ་བཟང་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སུ་མུ་ཁན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J833": {
  "tname": "འཕགས་པ་སྒོ་དྲུག་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཥཊ་མུ་ཁ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J834": {
  "tname": "འཕགས་པ་ཡི་གེ་དྲུག་པའི་རིག་སྔགས།",
  "sname": "ཨཱརྱ་ཥཊ་ཀྵ་རི་བིདྱཱ།"
 },
 "J835": {
  "tname": "ཚིགས་སུ་བཅད་པ་གཉིས་པའི་གཟུངས།",
  "sname": "གཱ་ཐཱ་དྭི་ཡ་དྷཱ་ར་ནཱི།"
 },
 "J836": {
  "tname": "འཕགས་པ་ལུས་ཀྱི་དབྱིབས་མཛེས་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་རུ་ཙི་ར་ཨྃ་ག་ཡཥྚི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J837": {
  "tname": "བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་རྒྱན་འབུམ་གྱི་གཟུངས།",
  "sname": "བོ་དྷི་གརྦྷ་ཨ་ལྃ་ཀཱ་ར་ལཀྵ་དྷཱ་ར་ཎཱི།"
 },
 "J838": {
  "tname": "མཆོད་རྟེན་གཅིག་བཏབ་ན་བྱེ་བ་བཏབ་པར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J839": {
  "tname": "འཕགས་པ་གཙུག་གི་ནོར་བུ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙཱུ་ཌ་མ་ཎི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J840": {
  "tname": "འཕགས་པ་རྒྱལ་མཚན་གྱི་རྩེ་མོའི་དཔུང་རྒྱན་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་དྷྭ་ཛ་ཨ་གྲ་ཀེ་ཡཱུ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J841": {
  "tname": "འཕགས་པ་གསེར་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཀཱ་ན་ཀ་བ་ཏི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J842": {
  "tname": "འཕགས་པ་ཐམས་ཅད་ལ་མི་འཇིགས་པ་རབ་ཏུ་སྦྱིན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་ཨ་བྷ་ཡཱ་ཏ་པྲ་དཱ་ན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J843": {
  "tname": "འཕགས་པ་བར་དུ་གཅོད་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་ཨན་ཏ་རཱ་ཡི་བི་ཤོ་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J844": {
  "tname": "འཕགས་པ་འགྲོ་ལྡིང་བའི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ།",
  "sname": "ཨཱརྱ་དྲ་མི་དྲ་བིདྱཱ་རཱ་ཛཱ།"
 },
 "J845": {
  "tname": "འཕགས་པ་གཞན་གྱིས་མི་ཐུབ་པ་མི་འཇིགས་པ་སྦྱིན་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཨ་བྷ་ཡཱ་ཏ་དཱ་ན་ནཱ་མ་ཨ་པ་རཱ་ཛི་ཏ།"
 },
 "J846": {
  "tname": "འཕགས་པ་གཞན་གྱིས་མི་ཐུབ་པའི་རིན་པོ་ཆེའི་ཕྲེང་བ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་རད་ན་མཱ་ལ་ནཱ་མ་ཨ་པ་རཱ་ཛི་ཏ།"
 },
 "J847": {
  "tname": "སྟོང་འགྱུར་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J848": {
  "tname": "འཕགས་པ་འཇིགས་པ་ཆེན་པོ་བརྒྱད་ལས་སྒྲོལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨཥྚ་མ་ཧཱ་བྷ་ཡ་ཏཱ་ར་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J849": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པའི་གཟུངས།",
  "sname": ""
 },
 "J850": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པའི་གཟུངས།",
  "sname": ""
 },
 "J851": {
  "tname": "འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བརྒྱད་སྟོང་པའི་གཟུངས།",
  "sname": ""
 },
 "J852": {
  "tname": "ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་སྙིང་པོའི་གཟུངས།",
  "sname": ""
 },
 "J853": {
  "tname": "ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J854": {
  "tname": "ཕ་རོལ་ཏུ་ཕྱིན་པ་བཅུ་ཐོབ་པར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J855": {
  "tname": "ཚད་མེད་པ་བཞི་ཐོབ་པར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J856": {
  "tname": "ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པ་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J857": {
  "tname": "འཕགས་པ་ཕལ་པོ་ཆེ་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J858": {
  "tname": "འཕགས་པ་སྡོང་པོ་བཀོད་པའི་སྙིང་པོ།",
  "sname": ""
 },
 "J859": {
  "tname": "འཕགས་པ་ཏིང་ངེ་འཛིན་གྱི་རྒྱལ་པོའི་མདོ་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J860": {
  "tname": "འཕགས་པ་རྨ་བྱ་ཆེན་མོའི་སྙིང་པོ།",
  "sname": ""
 },
 "J861": {
  "tname": "འཕགས་མ་སོ་སོར་འབྲང་མ་ཆེན་མོ་གཟུང་བར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J862": {
  "tname": "འཕགས་པ་ལང་ཀར་གཤེགས་པའི་མདོ་ཐམས་ཅད་བཀླགས་པར་འགྱུར་བའི་གཟུངས།",
  "sname": ""
 },
 "J863": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་རི་རབ་ཆེན་པོའི་རྩེ་མོའི་ཁང་པ་བརྩེགས་པའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱ་བཛྲ་མེ་རུ་ཤི་ཁ་ར་ཀཱུ་ཊཱ་གཱ་ར་དྷཱ་ར་ཎཱི།"
 },
 "J864": {
  "tname": "འཕགས་པ་སྟོབས་པོ་ཆེ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་བ་ལ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J865": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་གོས་སྔོན་པོ་ཅན་གྱི་ཆོ་ག་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ནཱི་ལཱམྦ་ར་དྷ་ར་བཛྲ་པཱ་ཎི་ཀལ་པ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J866": {
  "tname": "རྡོ་རྗེས་རྣམ་པར་འཇོམས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "བཛྲ་བི་དཱ་ར་ཎཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J867": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེའི་མཚན་བརྒྱད་པོ་གསང་སྔགས་དང་བཅས་པ།",
  "sname": ""
 },
 "J868": {
  "tname": "འཕགས་པ་ལག་ན་རྡོ་རྗེ་བཅུའི་སྙིང་པོ།",
  "sname": "ཨཱརྱ་ད་ཤ་བཛྲ་པཱ་ཎི་ན་ཧྲི་ད་ཡ།"
 },
 "J869": {
  "tname": "རྨི་ལམ་མཐོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J870": {
  "tname": "ཕྱག་ན་རྡོ་རྗེ་གནོད་སྦྱིན་གྱི་བདག་པོའི་གཟུངས།",
  "sname": ""
 },
 "J871": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་མི་ཕམ་པ་མེ་ལྟར་རབ་ཏུ་རྨོངས་བྱེད་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བཛྲ་ཨ་ཛི་ཏི་ཨ་ན་ལ་པྲ་མོ་ཧ་ནཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J872": {
  "tname": "རྡོ་རྗེ་ཕྲ་མོ་ཐོགས་པ་མྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "བཛྲ་སཱུཀྵྨ་ཨ་པྲ་ཏི་ཧ་ཏ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J873": {
  "tname": "འཕགས་པ་རྡོ་རྗེ་འཇིགས་བྱེད་ཀྱི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨརྱ་བཛྲ་བྷཻ་ར་བ་དྷཱ་ར་ཎཱི་ནཱ་མ།"
 },
 "J874": {
  "tname": "འཕགས་པ་བདུད་རྩི་ཐབ་སྦྱོར་གྱི་སྙིང་པོ་བཞི་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J875": {
  "tname": "འཕགས་པ་བེ་ཅོན་ཆེན་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མ་ཧཱ་དཎ་ཌ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J876": {
  "tname": "འཕགས་པ་བགེགས་སེལ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བིགྷ་ན་བི་ན་ཡ་ཀཱ་ར་དྷཱ་ར་ཎཱི།"
 },
 "J877": {
  "tname": "འཕགས་པ་ཕྱིར་ཟློག་པ་སྟོབས་ཅན་ཞེས་བྱ་བའོ། །",
  "sname": "ཨཱརྱ་བ་ལ་བ་ཏཱི་ནཱ་མ་པྲ་ཏྱང་གི་རཱ།"
 },
 "J878": {
  "tname": "འཕགས་པ་མི་རྒོད་རྣམ་པར་འཇོམས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙཽ་ར་བི་དྷྭན་ས་ན་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J879": {
  "tname": "གཙུག་ཏོར་འབར་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J880": {
  "tname": "འཕགས་པ་ཁྲོ་བོ་མི་གཡོ་བའི་གཟུངས་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཨ་ཙ་ལ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J881": {
  "tname": "རྡོ་རྗེ་མཆུ་ཞེས་བྱ་བ་ཀླུའི་དམ་ཚིག་གོ",
  "sname": "བཛྲ་དུན་ད་ནཱ་མ་ནཱ་ག་ས་མ་ཡ།"
 },
 "J882": {
  "tname": "རྡོ་རྗེ་གནམ་ལྕགས་མཆུ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J883": {
  "tname": "འཕགས་པ་ལྕགས་མཆུ་ནག་པོ།",
  "sname": "ཨཱརྱ་ས་དྷྲི་ཤ་ཨ་ཡ་ཨཽཥྛ།"
 },
 "J884": {
  "tname": "འཕགས་པ་མདངས་ཕྱིར་འཕྲོག་པ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་ཨོ་ཛ་པྲ་ཏྱྃ་གི་ར་ནི་སཱུ་ཏྲ།"
 },
 "J885": {
  "tname": "ཕྱིར་ཟློག་པ་འཕགས་པ་རྣམ་པར་རྒྱལ་བ་ཅན་ཞེས་བྱའོ།",
  "sname": "ཨཱརྱ་བི་ཛ་ཡ་བ་ཏི་ནཱ་མ་པྲ་ཏྱྃ་གི་ར།"
 },
 "J886": {
  "tname": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་དབུགས་ཆེན་པོ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J887": {
  "tname": "འཕགས་པ་ནོར་བུ་བཟང་པོའི་གཟུངས་ཤེས་བྱ་བ།",
  "sname": "ཨཱརྱ་མ་ཎི་བྷ་དྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J888": {
  "tname": "འཕགས་པ་གནོད་འཛིན་ཆུ་དབང་སྙིང་རྗེ་ཅན་གྱི་གཟུངས་བདེ་བྱེད་ཅེས་བྱ་བ།",
  "sname": "ཀཱ་རུ་ཎི་ཀ་སྱ་ཨཱརྱ་ཛམ་བྷ་ལ་ཛ་ལེན་དྲ་སུ་ཤང་ཀ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J889": {
  "tname": "འཕགས་པ་གནོད་འཛིན་གྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཛམ་བྷ་ལ་ན་མ་ཨཥྚ་ཤ་ཏ་ཀ"
 },
 "J890": {
  "tname": "འཕགས་པ་གནོད་འཛིན་དཔལ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཛམ་བྷ་ལ་ཤྲཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J891": {
  "tname": "འཕགས་པ་མཚན་མོ་བཟང་པོ་ཞེས་བྱ་བའི་མདོ།",
  "sname": "ཨཱརྱ་བྷ་དྲ་རཱ་ཏྲཱི་ནཱ་མ་སཱུ་ཏྲ།"
 },
 "J892": {
  "tname": "འཕགས་པ་ཆོས་ཀྱི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་དྷརྨ་སཱ་ག་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J893": {
  "tname": "འཕགས་པ་བུ་མང་པོ་རྟོན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བ་ཧུ་པུ་ཏྲ་པྲ་ཏི་ས་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J894": {
  "tname": "འཕགས་པ་གདོན་མི་ཟ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ནིཤྩ་ཡ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J895": {
  "tname": "གཞན་གྱིས་མི་ཐུབ་པའི་རིག་པ་ཆེན་མོ།",
  "sname": "མ་ཧཱ་བིདྱཱ་ཨ་པ་ར་ཛི་ཏ།"
 },
 "J896": {
  "tname": "འཕགས་པ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་སྙིང་པོའི་ཆོ་གའི་གཟུངས།",
  "sname": "ཨཱརྱ་པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ཧྲི་ད་ཡ་བི་དྷི་དྷཱ་ར་ཎཱི།"
 },
 "J897(a)": {
  "tname": "འཕགས་པ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J897(b)": {
  "tname": "རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་སྙིང་པོ།",
  "sname": "པྲ་ཏཱི་ཏྱ་ས་མུད་པཱ་ད་ཧྲི་ད་ཡ།"
 },
 "J898": {
  "tname": "འཕགས་པ་འོད་ཟེར་དྲི་མ་མེད་པ་རྣམ་པར་དག་པའི་འོད་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་རསྨི་བི་མ་ལ་བི་ཤུད་དྷེ་པྲ་བྷ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J899": {
  "tname": "ཀུན་ནས་སྒོར་འཇུག་པའི་འོད་ཟེར་གཙུག་ཏོར་དྲི་མ་མེད་པར་སྣང་བ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་དང་དམ་ཚིག་ལ་རྣམ་པར་ལྟ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ས་མན་ཏ་མུ་ཁ་པྲ་བེ་ཤ་རཤྨི་བི་མ་ལོཥྞཱི་ཤ་པྲ་བྷཱ་ས་སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲི་ད་ཡ་ས་མ་ཡ་བི་ལོ་ཀ་ཏེ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J900": {
  "tname": "འཕགས་པ་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་དུརྒ་ཏི་པ་རི་ཤོ་དྷ་ནི་ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J901": {
  "tname": "འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོའོ།",
  "sname": "ཨཱརྱ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲཱྃ་ནཱ་མ་ཨ་པ་རཱ་ཛི་ཏཱ་པྲ་ཏྱྃ་གི་ར་མ་ཧཱ་བིདྱཱྃ་རཱ་ཛཱྃ།"
 },
 "J902": {
  "tname": "འཕགས་མ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཨ་པ་རཱ་ཛི་ཏ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J903": {
  "tname": "དཔལ་ལྷ་མོ་གཙུག་ཏོར་རོལ་པའི་ཏན་ཏྲ།",
  "sname": "ཤྲཱི་དེ་བི་ཨུཥྞཱི་ཥ་ལ་ལཱི་ཏན་ཏྲ།"
 },
 "J904": {
  "tname": "འཕགས་མ་འོད་ཟེར་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་མཱ་རཱི་ཙྱཻ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J905": {
  "tname": "འཕགས་པ་ལྷ་མོ་སྐུལ་བྱེད་མ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཙུན་དེ་དེ་བཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J906": {
  "tname": "འཕགས་པ་དུག་སེལ་ཅེས་བྱ་བའི་རིག་སྔགས།",
  "sname": "ཨཱརྱ་ཛྃ་གུ་ལཱ་ནཱ་མ་བིདྱཱ།"
 },
 "J907": {
  "tname": "འཕགས་པ་དབྱིག་དང་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཧི་ར་ཎ་པ་ཏཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J908": {
  "tname": "འཕགས་པ་གྲགས་ལྡན་མའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཡ་ཤོ་བ་ཏི་དྷཱ་ར་ཎཱི།"
 },
 "J909": {
  "tname": "བཀླགས་པས་འགྲུབ་པ་བཅོམ་ལྡན་འདས་མ་འཕགས་མ་སོར་མོ་ཅན་ཞེས་བྱ་བ་རིག་པའི་རྒྱལ་མོ།",
  "sname": ""
 },
 "J910": {
  "tname": "འཕགས་པ་པརྞྞ་ཤ་བ་རིའི་མདོ།",
  "sname": "ཨཱརྱ་པརྞྞ་ཤ་བ་རི་སཱུ་ཏྲ།"
 },
 "J911": {
  "tname": "འཕགས་མ་རི་ཁྲོད་ལོ་མ་གྱོན་པའི་གཟུངས།",
  "sname": "ཨཱརྱ་པརྞྞ་ཤ་བ་རི་དྷཱ་ར་ཎཱི།"
 },
 "J912": {
  "tname": "འཕགས་མ་ཆོས་ཐམས་ཅད་ཀྱི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱ་རྱཱ་སརྦ་དྷརྨ་ཏི་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J913": {
  "tname": "འཕགས་མ་གཟའ་རྣམས་ཀྱི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་གྲ་ཧ་མཱ་ཏྲི་ཀ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J914": {
  "tname": "གཟའ་རྣམས་ཀྱི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "གྲ་ཧ་མཱ་ཏྲི་ཀཱ་ནཱ་མ་དྷཱ་ར་ཎི།"
 },
 "J915": {
  "tname": "འཕགས་པ་ལྷ་མོ་བརྒྱད་ཀྱི་གཟུངས།",
  "sname": "ཨཱརྱ་ཨཥྚ་དེ་བི་དྷཱ་ར་ཎཱི།"
 },
 "J916(a)": {
  "tname": "རྗེ་བཙུན་འཕགས་མ་སྒྲོལ་མའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཏཱ་རཱ་བྷཊྷྲཱ་ར་ཀ་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀ།"
 },
 "J916(b)": {
  "tname": "འཕགས་མ་སྒྲོལ་མའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏཱ་རཱ་དྷཱ་ར་ཎཱི།"
 },
 "J917": {
  "tname": "འཕགས་མ་སྒྲོལ་མ་རང་གིས་དམ་བཅས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཏཱ་རཱ་སྭ་པྲ་ཏིཛྙཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J918(a)": {
  "tname": "འཕགས་མ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་རྒྱལ་བ་ཅན་ཞེས་བྱ་བ།",
  "sname": "ཨཱརྱ་ཛ་ཡ་བ་ཏི་ནཱ་མ་མ་ཧཱ་བིདྱཱ་རཱ་ཛཱ།"
 },
 "J918(b)": {
  "tname": "འཕགས་པ་རྒྱལ་བ་ཅན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཛ་ཡ་བ་ཏི་ནཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J919": {
  "tname": "འཕགས་པ་དཔལ་ཆེན་མོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་ཤྲཱི་ཡ་སཱུ་ཏྲ།"
 },
 "J920": {
  "tname": "དཔལ་གྱི་ལྷ་མོའི་མཚན་བཅུ་གཉིས་པ།",
  "sname": "ཤྲཱི་དེ་བི་ནཱ་མ་དྭ་ད་ཤ།"
 },
 "J921": {
  "tname": "འཕགས་པ་ནོར་གྱི་རྒྱུན་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་བ་སུ་དྷ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J922": {
  "tname": "འཕགས་པ་མིག་རྣམ་པར་སྦྱོང་བ་ཞེས་བྱ་བའི་རིག་སྔགས།",
  "sname": "ཨཱརྱ་ཙཀྵུར་མེ་བི་ཤོ་དྷ་ནི་ནཱ་མ་བིདྱཱ་མནྟྲ།"
 },
 "J923": {
  "tname": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་ཀརྨ་ཨཱ་བ་ར་ཎ་བི་ཤོ་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J924": {
  "tname": "འཕགས་པ་བར་དུ་གཅོད་པ་ཐམས་ཅད་སེལ་བའི་གཟུངས་སྔགས།",
  "sname": "ཨཱརྱ་སརྦ་ཨན་ཏ་ར་སྃ་གྲཱ་ས་དྷཱ་ར་ཎཱི་མན་ཏྲ།"
 },
 "J925(a)": {
  "tname": "ཡོན་ཡོངས་སུ་སྦྱོང་བ་ཞེས་བྱ་བ།",
  "sname": "དཀྵི་ཎཱ་པ་རི་ཤོ་དྷ་ནི་ནཱ་མ།"
 },
 "J925(b)": {
  "tname": "ཡོན་ཡོངས་སུ་སྦྱོང་བའི་གཟུངས།",
  "sname": ""
 },
 "J926": {
  "tname": "ངན་སོང་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J927(a)": {
  "tname": "འཕགས་པ་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སརྦ་རོ་ག་པྲ་ཤ་མ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J927(b)": {
  "tname": "འཕགས་པ་ནད་རབ་ཏུ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": "ཨཱརྱ་རོ་ག་པྲ་ཤ་མ་ནི་དྷཱ་ར་ཎཱི།"
 },
 "J928": {
  "tname": "འཕགས་པ་རིམས་ནད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ཛྭ་ར་པྲ་ཤ་མ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J929": {
  "tname": "རིམས་ནད་ཞི་བའི་གཟུངས།",
  "sname": "ཛྭ་ར་པྲ་ཤ་མ་ནི་དྷཱ་ར་ཎཱི།"
 },
 "J930(a)": {
  "tname": "འཕགས་པ་མིག་ནད་རབ་ཏུ་ཞི་བར་བྱེད་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཀྵི་རོ་ག་པྲ་ཤ་མ་ནི་སཱུ་ཏྲ།"
 },
 "J930(b)": {
  "tname": "འབྲུམ་བུའི་ནད་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J931": {
  "tname": "འཕགས་པ་གཞང་འབྲུམ་རབ་ཏུ་ཞི་བར་བྱེད་པའི་མདོ།",
  "sname": "ཨཱརྱ་ཨཪྴ་པྲ་ཤ་མ་ནི་སཱུ་ཏྲ།"
 },
 "J932": {
  "tname": "མ་ཞུ་བའི་ནད་འབྱང་བའི་གཟུངས།",
  "sname": ""
 },
 "J933": {
  "tname": "འཕགས་པ་སྡང་བ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J934": {
  "tname": "སྡིག་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J935": {
  "tname": "སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "སརྦ་དུཿཁ་པྲ་ཤ་མ་ན་ཀ་ར་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J936": {
  "tname": "ཁྲོ་བ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J937": {
  "tname": "འཕགས་པ་ཁྲོས་པ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J938": {
  "tname": "ཚིག་བཙན་པའི་གཟུངས།",
  "sname": ""
 },
 "J939(a)": {
  "tname": "བདག་སྲུང་བའི་གཟུངས།",
  "sname": ""
 },
 "J939(b)": {
  "tname": "དོན་ཐམས་ཅད་འགྲུབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J939(c)": {
  "tname": "ལས་གྲུབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J940(a)": {
  "tname": "གོས་བརྒྱ་ཐོབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J940(b)": {
  "tname": "མི་དགའ་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J941(a)": {
  "tname": "འཕགས་པ་ཡིད་དུ་འོང་བ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J941(b)": {
  "tname": "མགྲིན་པ་སྙན་པའི་གཟུངས།",
  "sname": ""
 },
 "J942": {
  "tname": "བཅིངས་པ་ལས་གྲོལ་བའི་གཟུངས།",
  "sname": ""
 },
 "J943": {
  "tname": "མཆོག་ཐོབ་པའི་རིག་སྔགས།",
  "sname": "ཨ་གྲ་བིདྱཱ་མན་ཏྲ།"
 },
 "J944": {
  "tname": "ཤེས་རབ་སྐྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲཛྙཱ་བར་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J945(a)": {
  "tname": "ཤེས་རབ་སྐྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲཛྙཱ་བར་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J945(b)": {
  "tname": "ཤེས་རབ་སྐྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པྲཛྙཱ་བར་དྷ་ནི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J946(a)": {
  "tname": "ཐོས་པ་འཛིན་པའི་གཟུངས།",
  "sname": ""
 },
 "J946(b)": {
  "tname": "ཐོས་པ་འཛིན་པའི་གཟུངས།",
  "sname": ""
 },
 "J947(a)": {
  "tname": "ཤོ་ལོ་ཀ་བརྒྱ་ལོབས་པ།",
  "sname": ""
 },
 "J947(b)": {
  "tname": "ཤོ་ལོ་ཀ་བརྒྱ་ལོབས་པ།",
  "sname": ""
 },
 "J948(a)": {
  "tname": "ཤོ་ལོ་ཀ་སྟོང་ལོབས་པའི་གཟུངས།",
  "sname": ""
 },
 "J948(b)": {
  "tname": "ཤོ་ལོ་ཀ་སྟོང་ལོབས་པའི་གཟུངས།",
  "sname": ""
 },
 "J948(c)": {
  "tname": "ཤོ་ལོ་ཀ་སྟོང་ལོབས་པའི་གཟུངས།",
  "sname": ""
 },
 "J949(a)": {
  "tname": "ཤོ་ལོ་ཀ་སུམ་སྟོང་ལོབས་པའི་གཟུངས།",
  "sname": ""
 },
 "J949(b)": {
  "tname": "མི་བརྗེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J950(a)": {
  "tname": "ཕྱག་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J950(b)": {
  "tname": "ཕགས་པ་རིམས་དང་སྲོག་ཆགས་ཀྱིས་མི་ཚུགས་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J951(a)": {
  "tname": "དུག་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J951(b)": {
  "tname": "མདངས་ཕྱིར་མི་འཕྲོག་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J952": {
  "tname": "འཕགས་པ་བདུད་ཐམས་ཅད་སྐྲག་པར་བྱེད་པ་ཞེས་བྱ་བ།",
  "sname": ""
 },
 "J953": {
  "tname": "རྨ་འབྱོར་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས་སྔགས།",
  "sname": ""
 },
 "J954": {
  "tname": "མེའི་ཟུག་རྔུ་རབ་ཏུ་ཞི་བར་བྱེད་པའི་གཟུངས།",
  "sname": ""
 },
 "J955": {
  "tname": "མཁྲིས་པའི་ནད་སེལ་བའི་སྔགས།",
  "sname": ""
 },
 "J956": {
  "tname": "བད་ཀན་གྱི་ནད་སེལ་བའི་གཟུངས་སྔགས།",
  "sname": ""
 },
 "J957": {
  "tname": "ཀྵ་ཡའི་ནད་སེལ་བའི་གཟུངས།",
  "sname": ""
 },
 "J958": {
  "tname": "སྟོང་ཆེན་མོ་ནས་ཕྱུང་བ་སྨན་ལ་སྔགས་ཀྱིས་གདབ་པ།",
  "sname": ""
 },
 "J959(a)": {
  "tname": "སྨན་གཏོང་བའི་ཚེ་སྨན་ལ་སྔགས་ཀྱིས་གདབ་པ།",
  "sname": ""
 },
 "J959(b)": {
  "tname": "སྐྲན་ཞི་བའི་གཟུངས།",
  "sname": ""
 },
 "J960": {
  "tname": "མདོ་ཆེན་པོ་ཀུན་ཏུ་རྒྱུ་བ་དང་ཀུན་ཏུ་རྒྱུ་བ་མ་ཡིན་པ་དང་མཐུན་པའི་མདོ་ཞེས་བྱ་བ།",
  "sname": "ཨཱ་ཊཱ་ནཱ་ཊཱི་ཡ་མ་སཱུ་ཏྲ་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲ།"
 },
 "J961": {
  "tname": "མདོ་ཆེན་པོ་འདུས་པ་ཆེན་པོའི་མདོ་ཞེས་བྱ་བ།",
  "sname": "མ་ཧཱ་ས་མཱ་ཛ་སཱུ་ཏྲན་ནཱ་མ་མ་ཧཱ་སཱུ་ཏྲྃ།"
 },
 "J962": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ།"
 },
 "J963": {
  "tname": "འཕགས་པ་སྤྲིན་ཆེན་པོ་རླུང་གི་དཀྱིལ་འཁོར་གྱི་ལེའུ་ཀླུ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
  "sname": "ཨཱརྱ་མ་ཧཱ་མེ་གྷ་བ་ཏ་མཎྜ་ལི་སརྦ་ནཱ་ག་ཧྲི་ད་ཡན་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J964": {
  "tname": "འཕགས་པ་ཀླུའི་རྒྱལ་པོ་གཟི་ཅན་གྱིས་ཞུས་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་ན་མ་སྭཱི་ནཱ་ག་རཱ་ཛཱ་པ་རི་པྲིཙྪཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J965": {
  "tname": "འཕགས་པ་སྡོང་པོ་རྒྱན་གྱི་མཆོག་ཅེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་གུ་ཎ་ཨ་ལྃ་ཀ་ར་ཨ་གྲ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J966": {
  "tname": "སངས་རྒྱས་ཀྱི་ཆོས་གསལ་ཞིང་ཡངས་པ་སྣང་བརྒྱད་ཅེས་བྱ་བའི་མདོ།",
  "sname": ""
 },
 "J967": {
  "tname": "མཆོད་པའི་སྤྲིན་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "པཱུ་ཛ་མེ་གྷ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J968": {
  "tname": "ཕྱག་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J969": {
  "tname": "སྟོད་པའི་གཟུངས།",
  "sname": ""
 },
 "J970": {
  "tname": "མཆོད་པ་བྱིན་གྱིས་བརླབ་པའི་གཟུངས།",
  "sname": ""
 },
 "J971": {
  "tname": "མཆོད་པའི་སྤྲིན་བྱུང་བའི་གཟུངས།",
  "sname": ""
 },
 "J972": {
  "tname": "ཕྱག་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J973": {
  "tname": "རིན་པོ་ཆེ་བདར་བའི་གཟུངས།",
  "sname": ""
 },
 "J974": {
  "tname": "བསྐོར་བའི་གཟུངས།",
  "sname": ""
 },
 "J975": {
  "tname": "འཕགས་པ་དཀོན་མཆོག་གི་རྟེན་ལ་བསྐོར་བ་བྱ་བའི་གཟུངས་ཤེས་བྱ་བ།",
  "sname": "ཨཱརྱ་པྲ་དཀྵཱ་རད་ན་ཏྲ་ཡཱ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J976": {
  "tname": "ཡེ་ཤེས་སྐར་མདའི་སྙིང་པོ།",
  "sname": ""
 },
 "J977(a)": {
  "tname": "སུ་རཱུ་པ་ཞེས་བྱ་བའི་གཟུངས།(གཟུགས་ལེགས་ཤེས་བྱ་བའི་གཟུངས།)",
  "sname": "སུ་རཱུ་པ་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J977(b)": {
  "tname": "ཡི་དགས་མོ་ཁ་འབར་མ་དབུགས་དབྱུང་བའི་གཏོར་མའི་ཆོ་ག",
  "sname": ""
 },
 "J978": {
  "tname": "ཡི་དགས་ཁ་ནས་མེ་འབར་བ་ལ་སྐྱབས་མཛད་པའི་གཟུངས།",
  "sname": ""
 },
 "J979": {
  "tname": "འཇུར་འགེགས་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": ""
 },
 "J980": {
  "tname": "ལུས་ཀྱི་ཟག་པ་སྦྱིན་པར་བཏང་བའི་གཟུངས།",
  "sname": ""
 },
 "J981": {
  "tname": "འཕགས་པ་རོ་ལངས་བདུན་པ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཨཱརྱ་སཔ་ཏ་བེ་ཏཱ་ཌ་ཀ་ནཱ་མ་དྷཱ་ར་ཎྀ།"
 },
 "J982": {
  "tname": "འཕགས་པ་ཚོགས་ཀྱི་བདག་པོའི་སྙིང་པོའོ།",
  "sname": "ཨཱརྱ་ག་ཎ་པ་ཏི་ཧྲི་ད་ཡ།"
 },
 "J983(a)": {
  "tname": "དཔལ་མགོན་པོ་ནག་པོ་ཞེས་བྱ་བའི་གཟུངས།",
  "sname": "ཤྲཱི་མ་ཧཱ་ཀཱ་ལ་ནཱ་མ་དྷ་ར་ཎཱི།"
 },
 "J983(b)": {
  "tname": "འཕགས་པ་ནག་པོ་ཆེན་པོའི་གཟུངས་རིམས་ནད་ཐམས་ཅད་ལས་ཐར་བར་བྱེད་པ།",
  "sname": ""
 },
 "J984": {
  "tname": "ལྷ་མོ་ནག་མོ་ཆེན་མོའི་གཟུངས།",
  "sname": "དེ་བི་མ་ཧཱ་ཀཱ་ལཱི་ནཱ་མ་དྷཱ་ར་ཎཱི།"
 },
 "J985": {
  "tname": "དཔལ་ལྷ་མོ་ནག་མོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ།",
  "sname": "ཤྲཱི་དེ་བི་ཀཱ་ལི་ནཱ་མ་ཨཥྚ་ཤ་ཏ་ཀ།"
 },
 "J986": {
  "tname": "ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བསྟོད་པ།",
  "sname": ""
 },
 "J987": {
  "tname": "ནད་ཀྱི་བདག་མོ་ལ་བསྟོད་པ།",
  "sname": ""
 },
 "J988": {
  "tname": "ལྷ་མོ་ནམ་གྲུ་ལ་བསྟོད་པ།",
  "sname": ""
 },
 "J989": {
  "tname": "དཔལ་ལྷ་མོ་སྒྲ་དབྱངས་ལ་བསྟོད་པ།",
  "sname": ""
 },
 "J990": {
  "tname": "འཕགས་པ་ཡངས་པའི་གྲོང་ཁྱེར་དུ་འཇུག་པའི་མདོ་ཆེན་པོ།",
  "sname": "ཨཱརྱ་བཻ་ཤཱ་ལཱི་པྲ་བེ་ཤ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ།"
 },
 "J991": {
  "tname": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཡིད་བཞིན་གྱི་ནོར་བུའི་རྟོག་པ་ལས་སྨོན་ལམ་འབྱུང་བ།",
  "sname": ""
 },
 "J992": {
  "tname": "འཕགས་པ་བཟང་པོ་སྤྱོད་པའི་སྨོན་ལམ་གྱི་རྒྱལ་པོ།",
  "sname": "ཨཱརྱ་བྷ་དྲ་ཙཱརྱ་པྲ་ཎི་དྷཱ་ན་རཱ་ཛ།"
 },
 "J993": {
  "tname": "འཕགས་པ་བྱམས་པའི་སྨོན་ལམ།",
  "sname": "ཨཱརྱ་མཻ་ཏྲི་ཡ་པྲ་ཎི་དྷཱ་ན།"
 },
 "J994": {
  "tname": "མཆོག་གི་སྤྱོད་པའི་སྨོན་ལམ།",
  "sname": "ཨ་གྲ་ཙཱརྱ་པྲ་ཎི་དྷཱ་ན།"
 },
 "J995": {
  "tname": "སྟོང་ཆེན་མོ་རབ་ཏུ་འཇོམས་པ་ལས་གསུངས་པའི་སྨོན་ལམ།",
  "sname": ""
 },
 "J996": {
  "tname": "རིག་སྔགས་ཀྱི་རྒྱལ་མོ་རྨ་བྱ་ཆེན་མོ་ལས་གསུངས་པའི་སྨོན་ལམ་དང་བདེན་ཚིག",
  "sname": ""
 },
 "J997": {
  "tname": "ལྷས་ཞུས་པའི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "དེབ་པ་རི་པྲིཙྪ་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J998": {
  "tname": "བདེ་ལེགས་ཀྱི་ཚིགས་སུ་བཅད་པ།",
  "sname": "སྭ་སྟི་གཱ་ཐཱ།"
 },
 "J999": {
  "tname": "བདེ་ལེགས་སུ་འགྱུར་བའི་ཚིགས་སུ་བཅད་པ།",
  "sname": "སྭ་སྟྱ་ཡ་ན་གཱ་ཐཱ།"
 },
 "J1000": {
  "tname": "བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J1001": {
  "tname": "སངས་རྒྱས་རབས་བདུན་གྱི་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "བུད་དྷ་ཀ་མ་ལ་སཔྟ་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J1002": {
  "tname": "དེ་བཞིན་གཤེགས་པ་ལྔའི་བཀྲ་ཤིས་ཚིགས་སུ་བཅད་པ།",
  "sname": "པཉྩ་ཏ་ཐཱ་ག་ཏ་མྃ་ག་ལ་གཱ་ཐཱ།"
 },
 "J1003": {
  "tname": "རིགས་གསུམ་གྱི་བཀྲ་ཤིས།",
  "sname": "ཏྲི་ཀུ་ལ་མྃ་ག་ལ།"
 },
 "J1004": {
  "tname": "འཕགས་པ་རྒྱ་ཆེར་རོལ་པའི་མདོའི་ཚོངས་དཔོན་ག་གོན་དང་བཟང་པོའི་ལེའུ་ལས་འབྱུང་བ་ཤིས་པར་བརྗོད་པའི་ཚིགས་སུ་བཅད་པ།",
  "sname": ""
 },
 "J1005": {
  "tname": "དཀོན་མཆོག་གསུམ་གྱི་བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ། ",
  "sname": "རད་ན་ཏྲི་སྭ་སྟི་གཱ་ཐཱ།"
 },
 "J1006": {
  "tname": "བསྡུས་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་དུས་ཀྱི་འཁོར་ལོའི་འགྲེལ་བཤད། རྩ་བའི་རྒྱུད་ཀྱི་རྗེས་སུ་འཇུག་པ་སྟོང་ཕྲག་བཅུ་གཉིས་པ་དྲི་མ་མེད་པའི་འོད་ཅེས་བྱ་བ།",
  "sname": "བི་མ་ལ་པྲ་བྷཱ་ནཱ་མ་མཱུ་ལ་ཏནྟྲཱ་ནུ་སཱ་རི་ཎཱི་དྭཱ་ད་ཤ་སཱ་ཧ་སྲི་ཀཱ་ལ་གྷུ་ཀཱ་ལ་ཙཀྲ་ཏནྟྲ་རཱ་ཛ་ཊཱི་ཀཱ།"
 }
}